window.QUESTIONS_DATA = {
    "1": [
        {
            "id": 1,
            "question": "ما هو لون البحر في يوم مشمس؟",
            "options": [
                "أحمر",
                "أخضر",
                "أزرق",
                "أصفر"
            ],
            "answer": "أزرق",
            "level": "1",
            "category": "general"
        },
        {
            "id": 2,
            "question": "كم عدد أصابع اليد الواحدة في الإنسان الطبيعي؟",
            "options": [
                "3 أصابع",
                "4 أصابع",
                "5 أصابع",
                "6 أصابع"
            ],
            "answer": "5 أصابع",
            "level": "1",
            "category": "science"
        },
        {
            "id": 3,
            "question": "ما هو الشيء الذي نستخدمه للكتابة على السبورة في المدرسة؟",
            "options": [
                "السكين",
                "الطباشير",
                "الملعقة",
                "المقص"
            ],
            "answer": "الطباشير",
            "level": "1",
            "category": "general"
        },
        {
            "id": 4,
            "question": "ما هو الحيوان الذي يُعرف بوفائه للإنسان؟",
            "options": [
                "القط",
                "الكلب",
                "الأسد",
                "الذئب"
            ],
            "answer": "الكلب",
            "level": "1",
            "category": "nature"
        },
        {
            "id": 5,
            "question": "ما هو عكس كلمة 'نهار'؟",
            "options": [
                "شمس",
                "ليل",
                "صباح",
                "ضوء"
            ],
            "answer": "ليل",
            "level": "1",
            "category": "language"
        },
        {
            "id": 6,
            "question": "أين تضع القبعة عادة؟",
            "options": [
                "على اليد",
                "على القدم",
                "على الرأس",
                "على الظهر"
            ],
            "answer": "على الرأس",
            "level": "1",
            "category": "general"
        },
        {
            "id": 7,
            "question": "ما هو الفاكهة التي تُسمى 'ملك الفواكه' ولونها أصفر من الداخل؟",
            "options": [
                "التفاح",
                "المانجو",
                "العنب",
                "التين"
            ],
            "answer": "المانجو",
            "level": "1",
            "category": "general"
        },
        {
            "id": 8,
            "question": "كم عدد أيام الأسبوع؟",
            "options": [
                "5 أيام",
                "6 أيام",
                "7 أيام",
                "8 أيام"
            ],
            "answer": "7 أيام",
            "level": "1",
            "category": "general"
        },
        {
            "id": 9,
            "question": "ما هو الحيوان الذي يعطينا الحليب واللحم ويقول 'ماء'؟",
            "options": [
                "الدجاجة",
                "الخروف",
                "الأرنب",
                "السمكة"
            ],
            "answer": "الخروف",
            "level": "1",
            "category": "nature"
        },
        {
            "id": 10,
            "question": "ما هو العضو المسؤول عن حاسة البصر؟",
            "options": [
                "الأذن",
                "الأنف",
                "العين",
                "اللسان"
            ],
            "answer": "العين",
            "level": "1",
            "category": "science"
        },
        {
            "id": 11,
            "question": "ما هو الشيء الذي نستخدمه لقص الورق؟",
            "options": [
                "المقلمة",
                "المقص",
                "المسطرة",
                "الممحاة"
            ],
            "answer": "المقص",
            "level": "1",
            "category": "general"
        },
        {
            "id": 12,
            "question": "ما هو صوت القطة؟",
            "options": [
                "نباح",
                "صهيل",
                "مواء",
                "زئير"
            ],
            "answer": "مواء",
            "level": "1",
            "category": "nature"
        },
        {
            "id": 13,
            "question": "أي من هذه الأشياء تطير في السماء؟",
            "options": [
                "السيارة",
                "السفينة",
                "الطائرة",
                "القطار"
            ],
            "answer": "الطائرة",
            "level": "1",
            "category": "general"
        },
        {
            "id": 14,
            "question": "ما هو الفصل الذي تسقط فيه أوراق الشجر؟",
            "options": [
                "الصيف",
                "الربيع",
                "الشتاء",
                "الخريف"
            ],
            "answer": "الخريف",
            "level": "1",
            "category": "nature"
        },
        {
            "id": 15,
            "question": "ما هو لون اللبن؟",
            "options": [
                "أصفر",
                "أبيض",
                "أخضر",
                "أزود"
            ],
            "answer": "أبيض",
            "level": "1",
            "category": "general"
        },
        {
            "id": 16,
            "question": "ما هو الحيوان الذي يزحف على بطنه وليس له أرجل؟",
            "options": [
                "الأسد",
                "الأفعى",
                "الفيل",
                "القرد"
            ],
            "answer": "الأفعى",
            "level": "1",
            "category": "nature"
        },
        {
            "id": 17,
            "question": "كم عدد أركان الإسلام؟",
            "options": [
                "3",
                "4",
                "5",
                "6"
            ],
            "answer": "5",
            "level": "1",
            "category": "islamic"
        },
        {
            "id": 18,
            "question": "ما هو الشيء الذي نشربه لنروي عطشنا؟",
            "options": [
                "الخبز",
                "الماء",
                "الزيت",
                "الملح"
            ],
            "answer": "الماء",
            "level": "1",
            "category": "general"
        },
        {
            "id": 19,
            "question": "ما هو الطائر الذي يبيض ولا يطير؟",
            "options": [
                "العصفور",
                "النعامة",
                "الصقر",
                "الحمامة"
            ],
            "answer": "النعامة",
            "level": "1",
            "category": "nature"
        },
        {
            "id": 20,
            "question": "أي من هذه الأرقام هو رقم زوجي؟",
            "options": [
                "1",
                "3",
                "2",
                "5"
            ],
            "answer": "2",
            "level": "1",
            "category": "math"
        },
        {
            "id": "auto_10000",
            "question": "ما هي عاصمة مصر؟",
            "options": [
                "القاهرة",
                "المنامة",
                "بغداد",
                "الكويت"
            ],
            "answer": "القاهرة"
        },
        {
            "id": "auto_10001",
            "question": "ما هي عاصمة السعودية؟",
            "options": [
                "المنامة",
                "دمشق",
                "بغداد",
                "الرياض"
            ],
            "answer": "الرياض"
        },
        {
            "id": "auto_10002",
            "question": "ما هي عاصمة الإمارات؟",
            "options": [
                "المنامة",
                "أبوظبي",
                "بغداد",
                "عمان"
            ],
            "answer": "أبوظبي"
        },
        {
            "id": "auto_10003",
            "question": "ما هي عاصمة المغرب؟",
            "options": [
                "الجزائر",
                "الرباط",
                "عمان",
                "الرياض"
            ],
            "answer": "الرباط"
        },
        {
            "id": "auto_10004",
            "question": "ما هي عاصمة العراق؟",
            "options": [
                "القدس",
                "بغداد",
                "عمان",
                "الكويت"
            ],
            "answer": "بغداد"
        },
        {
            "id": "auto_10005",
            "question": "ما هي عاصمة سوريا؟",
            "options": [
                "أبوظبي",
                "بيروت",
                "الرباط",
                "دمشق"
            ],
            "answer": "دمشق"
        },
        {
            "id": "auto_10006",
            "question": "ما هي عاصمة الأردن؟",
            "options": [
                "عمان",
                "المنامة",
                "الدوحة",
                "الكويت"
            ],
            "answer": "عمان"
        },
        {
            "id": "auto_10007",
            "question": "ما هي عاصمة لبنان؟",
            "options": [
                "القاهرة",
                "دمشق",
                "بغداد",
                "بيروت"
            ],
            "answer": "بيروت"
        },
        {
            "id": "auto_10008",
            "question": "ما هي عاصمة الكويت؟",
            "options": [
                "المنامة",
                "أبوظبي",
                "الدوحة",
                "الكويت"
            ],
            "answer": "الكويت"
        },
        {
            "id": "auto_10009",
            "question": "ما هي عاصمة البحرين؟",
            "options": [
                "المنامة",
                "أبوظبي",
                "بيروت",
                "الجزائر"
            ],
            "answer": "المنامة"
        },
        {
            "id": "auto_10010",
            "question": "ما هي عاصمة قطر؟",
            "options": [
                "الكويت",
                "المنامة",
                "دمشق",
                "الدوحة"
            ],
            "answer": "الدوحة"
        },
        {
            "id": "auto_10011",
            "question": "ما هي عاصمة فلسطين؟",
            "options": [
                "أبوظبي",
                "القدس",
                "دمشق",
                "الجزائر"
            ],
            "answer": "القدس"
        },
        {
            "id": "auto_10012",
            "question": "ما هي عاصمة تونس؟",
            "options": [
                "بغداد",
                "تونس",
                "دمشق",
                "الرباط"
            ],
            "answer": "تونس"
        },
        {
            "id": "auto_10013",
            "question": "ما هي عاصمة الجزائر؟",
            "options": [
                "بغداد",
                "الرباط",
                "الجزائر",
                "الكويت"
            ],
            "answer": "الجزائر"
        },
        {
            "id": "huge_40000",
            "question": "في أي قارة تقع دولة مصر؟",
            "options": [
                "آسيا",
                "إفريقيا",
                "أستراليا",
                "أوروبا"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40003",
            "question": "في أي قارة تقع دولة السعودية؟",
            "options": [
                "آسيا",
                "أستراليا",
                "إفريقيا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40006",
            "question": "في أي قارة تقع دولة فرنسا؟",
            "options": [
                "إفريقيا",
                "أمريكا الجنوبية",
                "أستراليا",
                "أوروبا"
            ],
            "answer": "أوروبا"
        },
        {
            "id": "huge_40009",
            "question": "في أي قارة تقع دولة اليابان؟",
            "options": [
                "أمريكا الجنوبية",
                "أوروبا",
                "أستراليا",
                "آسيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40012",
            "question": "في أي قارة تقع دولة الصين؟",
            "options": [
                "آسيا",
                "أمريكا الجنوبية",
                "أستراليا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40015",
            "question": "في أي قارة تقع دولة بريطانيا؟",
            "options": [
                "أمريكا الشمالية",
                "آسيا",
                "إفريقيا",
                "أوروبا"
            ],
            "answer": "أوروبا"
        },
        {
            "id": "huge_40018",
            "question": "في أي قارة تقع دولة إيطاليا؟",
            "options": [
                "أمريكا الشمالية",
                "أوروبا",
                "إفريقيا",
                "أستراليا"
            ],
            "answer": "أوروبا"
        },
        {
            "id": "huge_40021",
            "question": "في أي قارة تقع دولة أمريكا؟",
            "options": [
                "آسيا",
                "أمريكا الشمالية",
                "أوروبا",
                "أمريكا الجنوبية"
            ],
            "answer": "أمريكا الشمالية"
        },
        {
            "id": "huge_40024",
            "question": "في أي قارة تقع دولة روسيا؟",
            "options": [
                "أوروبا",
                "إفريقيا",
                "أستراليا",
                "أوروبا وآسيا"
            ],
            "answer": "أوروبا وآسيا"
        },
        {
            "id": "huge_40027",
            "question": "في أي قارة تقع دولة الهند؟",
            "options": [
                "إفريقيا",
                "أمريكا الشمالية",
                "أوروبا",
                "آسيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40030",
            "question": "في أي قارة تقع دولة إسبانيا؟",
            "options": [
                "أمريكا الشمالية",
                "أوروبا",
                "إفريقيا",
                "آسيا"
            ],
            "answer": "أوروبا"
        },
        {
            "id": "huge_40033",
            "question": "في أي قارة تقع دولة ألمانيا؟",
            "options": [
                "آسيا",
                "أوروبا",
                "أمريكا الجنوبية",
                "إفريقيا"
            ],
            "answer": "أوروبا"
        },
        {
            "id": "huge_40036",
            "question": "في أي قارة تقع دولة البرازيل؟",
            "options": [
                "أمريكا الجنوبية",
                "أستراليا",
                "أوروبا",
                "آسيا"
            ],
            "answer": "أمريكا الجنوبية"
        },
        {
            "id": "huge_40039",
            "question": "في أي قارة تقع دولة الأرجنتين؟",
            "options": [
                "أستراليا",
                "أمريكا الشمالية",
                "آسيا",
                "أمريكا الجنوبية"
            ],
            "answer": "أمريكا الجنوبية"
        },
        {
            "id": "huge_40042",
            "question": "في أي قارة تقع دولة أستراليا؟",
            "options": [
                "أمريكا الشمالية",
                "أوروبا",
                "إفريقيا",
                "أستراليا"
            ],
            "answer": "أستراليا"
        },
        {
            "id": "huge_40045",
            "question": "في أي قارة تقع دولة كندا؟",
            "options": [
                "إفريقيا",
                "آسيا",
                "أستراليا",
                "أمريكا الشمالية"
            ],
            "answer": "أمريكا الشمالية"
        },
        {
            "id": "huge_40048",
            "question": "في أي قارة تقع دولة المكسيك؟",
            "options": [
                "أمريكا الجنوبية",
                "أوروبا",
                "أمريكا الشمالية",
                "أستراليا"
            ],
            "answer": "أمريكا الشمالية"
        },
        {
            "id": "huge_40051",
            "question": "في أي قارة تقع دولة تركيا؟",
            "options": [
                "أوروبا وآسيا",
                "إفريقيا",
                "أستراليا",
                "أمريكا الشمالية"
            ],
            "answer": "أوروبا وآسيا"
        },
        {
            "id": "huge_40054",
            "question": "في أي قارة تقع دولة إيران؟",
            "options": [
                "أستراليا",
                "آسيا",
                "أمريكا الشمالية",
                "أوروبا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40057",
            "question": "في أي قارة تقع دولة العراق؟",
            "options": [
                "آسيا",
                "إفريقيا",
                "أوروبا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40060",
            "question": "في أي قارة تقع دولة سوريا؟",
            "options": [
                "أمريكا الشمالية",
                "آسيا",
                "أمريكا الجنوبية",
                "إفريقيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40063",
            "question": "في أي قارة تقع دولة لبنان؟",
            "options": [
                "أوروبا",
                "إفريقيا",
                "آسيا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40066",
            "question": "في أي قارة تقع دولة الأردن؟",
            "options": [
                "أمريكا الجنوبية",
                "أستراليا",
                "آسيا",
                "إفريقيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40069",
            "question": "في أي قارة تقع دولة اليمن؟",
            "options": [
                "أمريكا الشمالية",
                "أستراليا",
                "آسيا",
                "إفريقيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40072",
            "question": "في أي قارة تقع دولة المغرب؟",
            "options": [
                "آسيا",
                "إفريقيا",
                "أوروبا",
                "أمريكا الجنوبية"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40075",
            "question": "في أي قارة تقع دولة الجزائر؟",
            "options": [
                "أوروبا",
                "آسيا",
                "إفريقيا",
                "أمريكا الشمالية"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40078",
            "question": "في أي قارة تقع دولة تونس؟",
            "options": [
                "أمريكا الشمالية",
                "أمريكا الجنوبية",
                "أوروبا",
                "إفريقيا"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40081",
            "question": "في أي قارة تقع دولة ليبيا؟",
            "options": [
                "إفريقيا",
                "آسيا",
                "أستراليا",
                "أمريكا الجنوبية"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40084",
            "question": "في أي قارة تقع دولة السودان؟",
            "options": [
                "آسيا",
                "إفريقيا",
                "أوروبا",
                "أمريكا الجنوبية"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40087",
            "question": "في أي قارة تقع دولة الصومال؟",
            "options": [
                "أوروبا",
                "أستراليا",
                "آسيا",
                "إفريقيا"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40090",
            "question": "في أي قارة تقع دولة الكويت؟",
            "options": [
                "أوروبا",
                "أمريكا الجنوبية",
                "إفريقيا",
                "آسيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40093",
            "question": "في أي قارة تقع دولة البحرين؟",
            "options": [
                "إفريقيا",
                "آسيا",
                "أمريكا الجنوبية",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40096",
            "question": "في أي قارة تقع دولة قطر؟",
            "options": [
                "أوروبا",
                "أمريكا الجنوبية",
                "أستراليا",
                "آسيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40099",
            "question": "في أي قارة تقع دولة الإمارات؟",
            "options": [
                "أوروبا",
                "إفريقيا",
                "آسيا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40102",
            "question": "في أي قارة تقع دولة عمان؟",
            "options": [
                "إفريقيا",
                "أوروبا",
                "آسيا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40105",
            "question": "في أي قارة تقع دولة باكستان؟",
            "options": [
                "آسيا",
                "أستراليا",
                "أوروبا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40108",
            "question": "في أي قارة تقع دولة بنغلاديش؟",
            "options": [
                "أمريكا الشمالية",
                "أوروبا",
                "إفريقيا",
                "آسيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40111",
            "question": "في أي قارة تقع دولة إندونيسيا؟",
            "options": [
                "أمريكا الجنوبية",
                "آسيا",
                "أمريكا الشمالية",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40114",
            "question": "في أي قارة تقع دولة ماليزيا؟",
            "options": [
                "أستراليا",
                "آسيا",
                "أوروبا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40117",
            "question": "في أي قارة تقع دولة سنغافورة؟",
            "options": [
                "إفريقيا",
                "أمريكا الشمالية",
                "آسيا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40120",
            "question": "في أي قارة تقع دولة تايلاند؟",
            "options": [
                "آسيا",
                "أمريكا الجنوبية",
                "أوروبا",
                "إفريقيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40123",
            "question": "في أي قارة تقع دولة فيتنام؟",
            "options": [
                "إفريقيا",
                "أمريكا الجنوبية",
                "أمريكا الشمالية",
                "آسيا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40126",
            "question": "في أي قارة تقع دولة الفلبين؟",
            "options": [
                "أمريكا الجنوبية",
                "آسيا",
                "إفريقيا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40129",
            "question": "في أي قارة تقع دولة كوريا الجنوبية؟",
            "options": [
                "آسيا",
                "أستراليا",
                "أمريكا الجنوبية",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40132",
            "question": "في أي قارة تقع دولة كوريا الشمالية؟",
            "options": [
                "آسيا",
                "أمريكا الشمالية",
                "أوروبا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40135",
            "question": "في أي قارة تقع دولة أفغانستان؟",
            "options": [
                "إفريقيا",
                "أوروبا",
                "آسيا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "huge_40138",
            "question": "في أي قارة تقع دولة نيجيريا؟",
            "options": [
                "إفريقيا",
                "أمريكا الشمالية",
                "أستراليا",
                "آسيا"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "huge_40141",
            "question": "في أي قارة تقع دولة جنوب إفريقيا؟",
            "options": [
                "إفريقيا",
                "أمريكا الجنوبية",
                "أستراليا",
                "أوروبا"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "v2_60000",
            "question": "ما هو اللون الذي يُنطق \"أحمر\"؟",
            "options": [
                "أحمر",
                "أزرق",
                "برتقالي",
                "وردي"
            ],
            "answer": "أحمر"
        },
        {
            "id": "v2_60001",
            "question": "ما هو اللون الذي يُنطق \"أزرق\"؟",
            "options": [
                "بني",
                "وردي",
                "أزرق",
                "فضي"
            ],
            "answer": "أزرق"
        },
        {
            "id": "v2_60002",
            "question": "ما هو اللون الذي يُنطق \"أصفر\"؟",
            "options": [
                "أزرق",
                "رمادي",
                "بنفسجي",
                "أصفر"
            ],
            "answer": "أصفر"
        },
        {
            "id": "v2_60003",
            "question": "ما هو اللون الذي يُنطق \"أخضر\"؟",
            "options": [
                "رمادي",
                "أحمر",
                "فضي",
                "أخضر"
            ],
            "answer": "أخضر"
        },
        {
            "id": "v2_60004",
            "question": "ما هو اللون الذي يُنطق \"أبيض\"؟",
            "options": [
                "أزرق",
                "ذهبي",
                "نيلي",
                "أبيض"
            ],
            "answer": "أبيض"
        },
        {
            "id": "v2_60005",
            "question": "ما هو اللون الذي يُنطق \"أسود\"؟",
            "options": [
                "أزرق",
                "أخضر",
                "فضي",
                "أسود"
            ],
            "answer": "أسود"
        },
        {
            "id": "v2_60006",
            "question": "ما هو اللون الذي يُنطق \"برتقالي\"؟",
            "options": [
                "ذهبي",
                "أبيض",
                "أسود",
                "برتقالي"
            ],
            "answer": "برتقالي"
        },
        {
            "id": "v2_60007",
            "question": "ما هو اللون الذي يُنطق \"بنفسجي\"؟",
            "options": [
                "أخضر",
                "بنفسجي",
                "رمادي",
                "فضي"
            ],
            "answer": "بنفسجي"
        },
        {
            "id": "v2_60008",
            "question": "ما هو اللون الذي يُنطق \"وردي\"؟",
            "options": [
                "برتقالي",
                "وردي",
                "أخضر",
                "نيلي"
            ],
            "answer": "وردي"
        },
        {
            "id": "v2_60009",
            "question": "ما هو اللون الذي يُنطق \"رمادي\"؟",
            "options": [
                "رمادي",
                "سماوي",
                "بنفسجي",
                "برتقالي"
            ],
            "answer": "رمادي"
        },
        {
            "id": "v2_60010",
            "question": "ما هو اللون الذي يُنطق \"بني\"؟",
            "options": [
                "ذهبي",
                "أزرق",
                "بني",
                "أحمر"
            ],
            "answer": "بني"
        },
        {
            "id": "v2_60011",
            "question": "ما هو اللون الذي يُنطق \"ذهبي\"؟",
            "options": [
                "بني",
                "ذهبي",
                "أسود",
                "أخضر"
            ],
            "answer": "ذهبي"
        },
        {
            "id": "v2_60012",
            "question": "ما هو اللون الذي يُنطق \"فضي\"؟",
            "options": [
                "فضي",
                "وردي",
                "أبيض",
                "سماوي"
            ],
            "answer": "فضي"
        },
        {
            "id": "v2_60013",
            "question": "ما هو اللون الذي يُنطق \"سماوي\"؟",
            "options": [
                "بني",
                "فضي",
                "أخضر",
                "سماوي"
            ],
            "answer": "سماوي"
        },
        {
            "id": "v2_60014",
            "question": "ما هو اللون الذي يُنطق \"نيلي\"؟",
            "options": [
                "نيلي",
                "سماوي",
                "أبيض",
                "فضي"
            ],
            "answer": "نيلي"
        },
        {
            "id": "v2_60015",
            "question": "أي من هذه الحيوانات حقيقي: أسد؟",
            "options": [
                "أسد",
                "فراشة",
                "جمل",
                "نسر"
            ],
            "answer": "أسد"
        },
        {
            "id": "v2_60016",
            "question": "ما هو الحيوان الذي اسمه \"أسد\"؟",
            "options": [
                "أسد",
                "عنكبوت",
                "غزال",
                "خروف"
            ],
            "answer": "أسد"
        },
        {
            "id": "v2_60017",
            "question": "أي من هذه الحيوانات حقيقي: نمر؟",
            "options": [
                "قرد",
                "ضفدع",
                "نمر",
                "حصان"
            ],
            "answer": "نمر"
        },
        {
            "id": "v2_60018",
            "question": "ما هو الحيوان الذي اسمه \"نمر\"؟",
            "options": [
                "نملة",
                "نحلة",
                "نمر",
                "حمامة"
            ],
            "answer": "نمر"
        },
        {
            "id": "v2_60019",
            "question": "أي من هذه الحيوانات حقيقي: فيل؟",
            "options": [
                "سمكة",
                "جمل",
                "فيل",
                "حوت"
            ],
            "answer": "فيل"
        },
        {
            "id": "v2_60020",
            "question": "ما هو الحيوان الذي اسمه \"فيل\"؟",
            "options": [
                "جمل",
                "نسر",
                "زرافة",
                "فيل"
            ],
            "answer": "فيل"
        },
        {
            "id": "v2_60021",
            "question": "أي من هذه الحيوانات حقيقي: زرافة؟",
            "options": [
                "ضفدع",
                "نمر",
                "زرافة",
                "نسر"
            ],
            "answer": "زرافة"
        },
        {
            "id": "v2_60022",
            "question": "ما هو الحيوان الذي اسمه \"زرافة\"؟",
            "options": [
                "زرافة",
                "بقرة",
                "نسر",
                "فيل"
            ],
            "answer": "زرافة"
        },
        {
            "id": "v2_60023",
            "question": "أي من هذه الحيوانات حقيقي: قرد؟",
            "options": [
                "عقرب",
                "عنكبوت",
                "حوت",
                "قرد"
            ],
            "answer": "قرد"
        },
        {
            "id": "v2_60024",
            "question": "ما هو الحيوان الذي اسمه \"قرد\"؟",
            "options": [
                "سلحفاة",
                "نمر",
                "عقرب",
                "قرد"
            ],
            "answer": "قرد"
        },
        {
            "id": "v2_60025",
            "question": "أي من هذه الحيوانات حقيقي: دب؟",
            "options": [
                "أسد",
                "دب",
                "سمكة",
                "صقر"
            ],
            "answer": "دب"
        },
        {
            "id": "v2_60026",
            "question": "ما هو الحيوان الذي اسمه \"دب\"؟",
            "options": [
                "عنكبوت",
                "حمامة",
                "دب",
                "ذئب"
            ],
            "answer": "دب"
        },
        {
            "id": "v2_60027",
            "question": "أي من هذه الحيوانات حقيقي: ثعلب؟",
            "options": [
                "ثعلب",
                "عنكبوت",
                "دب",
                "فيل"
            ],
            "answer": "ثعلب"
        },
        {
            "id": "v2_60028",
            "question": "ما هو الحيوان الذي اسمه \"ثعلب\"؟",
            "options": [
                "ضفدع",
                "خروف",
                "ثعلب",
                "جمل"
            ],
            "answer": "ثعلب"
        },
        {
            "id": "v2_60029",
            "question": "أي من هذه الحيوانات حقيقي: ذئب؟",
            "options": [
                "حصان",
                "دلفين",
                "ذئب",
                "نسر"
            ],
            "answer": "ذئب"
        },
        {
            "id": "v2_60030",
            "question": "ما هو الحيوان الذي اسمه \"ذئب\"؟",
            "options": [
                "حصان",
                "عقرب",
                "حمامة",
                "ذئب"
            ],
            "answer": "ذئب"
        },
        {
            "id": "v2_60031",
            "question": "أي من هذه الحيوانات حقيقي: أرنب؟",
            "options": [
                "عقرب",
                "عنكبوت",
                "قرد",
                "أرنب"
            ],
            "answer": "أرنب"
        },
        {
            "id": "v2_60032",
            "question": "ما هو الحيوان الذي اسمه \"أرنب\"؟",
            "options": [
                "زرافة",
                "أرنب",
                "ثعلب",
                "سلحفاة"
            ],
            "answer": "أرنب"
        },
        {
            "id": "v2_60033",
            "question": "أي من هذه الحيوانات حقيقي: غزال؟",
            "options": [
                "زرافة",
                "غزال",
                "حمامة",
                "عقرب"
            ],
            "answer": "غزال"
        },
        {
            "id": "v2_60034",
            "question": "ما هو الحيوان الذي اسمه \"غزال\"؟",
            "options": [
                "نملة",
                "خروف",
                "غزال",
                "أرنب"
            ],
            "answer": "غزال"
        },
        {
            "id": "v2_60035",
            "question": "أي من هذه الحيوانات حقيقي: حصان؟",
            "options": [
                "سمكة",
                "حصان",
                "ثعلب",
                "فراشة"
            ],
            "answer": "حصان"
        },
        {
            "id": "v2_60036",
            "question": "ما هو الحيوان الذي اسمه \"حصان\"؟",
            "options": [
                "حصان",
                "سلحفاة",
                "سمكة",
                "بقرة"
            ],
            "answer": "حصان"
        },
        {
            "id": "v2_60037",
            "question": "أي من هذه الحيوانات حقيقي: بقرة؟",
            "options": [
                "نمر",
                "بقرة",
                "حمامة",
                "ذئب"
            ],
            "answer": "بقرة"
        },
        {
            "id": "v2_60038",
            "question": "ما هو الحيوان الذي اسمه \"بقرة\"؟",
            "options": [
                "نمر",
                "فراشة",
                "ضفدع",
                "بقرة"
            ],
            "answer": "بقرة"
        },
        {
            "id": "v2_60039",
            "question": "أي من هذه الحيوانات حقيقي: خروف؟",
            "options": [
                "عنكبوت",
                "خروف",
                "تمساح",
                "بومة"
            ],
            "answer": "خروف"
        },
        {
            "id": "v2_60040",
            "question": "ما هو الحيوان الذي اسمه \"خروف\"؟",
            "options": [
                "دب",
                "حصان",
                "فيل",
                "خروف"
            ],
            "answer": "خروف"
        },
        {
            "id": "v2_60041",
            "question": "أي من هذه الحيوانات حقيقي: جمل؟",
            "options": [
                "جمل",
                "خروف",
                "فراشة",
                "أرنب"
            ],
            "answer": "جمل"
        },
        {
            "id": "v2_60042",
            "question": "ما هو الحيوان الذي اسمه \"جمل\"؟",
            "options": [
                "جمل",
                "نمر",
                "نسر",
                "صقر"
            ],
            "answer": "جمل"
        },
        {
            "id": "v2_60043",
            "question": "أي من هذه الحيوانات حقيقي: نسر؟",
            "options": [
                "فراشة",
                "ضفدع",
                "عقرب",
                "نسر"
            ],
            "answer": "نسر"
        },
        {
            "id": "v2_60044",
            "question": "ما هو الحيوان الذي اسمه \"نسر\"؟",
            "options": [
                "ببغاء",
                "نسر",
                "حوت",
                "بومة"
            ],
            "answer": "نسر"
        },
        {
            "id": "v2_60045",
            "question": "أي من هذه الحيوانات حقيقي: صقر؟",
            "options": [
                "صقر",
                "نسر",
                "بقرة",
                "ضفدع"
            ],
            "answer": "صقر"
        },
        {
            "id": "v2_60046",
            "question": "ما هو الحيوان الذي اسمه \"صقر\"؟",
            "options": [
                "صقر",
                "حوت",
                "أسد",
                "نحلة"
            ],
            "answer": "صقر"
        },
        {
            "id": "v2_60047",
            "question": "أي من هذه الحيوانات حقيقي: بومة؟",
            "options": [
                "خروف",
                "بقرة",
                "صقر",
                "بومة"
            ],
            "answer": "بومة"
        },
        {
            "id": "v2_60048",
            "question": "ما هو الحيوان الذي اسمه \"بومة\"؟",
            "options": [
                "عصفور",
                "ذئب",
                "بومة",
                "نملة"
            ],
            "answer": "بومة"
        },
        {
            "id": "v2_60049",
            "question": "أي من هذه الحيوانات حقيقي: ببغاء؟",
            "options": [
                "دلفين",
                "فيل",
                "ببغاء",
                "عنكبوت"
            ],
            "answer": "ببغاء"
        },
        {
            "id": "v2_60050",
            "question": "ما هو الحيوان الذي اسمه \"ببغاء\"؟",
            "options": [
                "عقرب",
                "عنكبوت",
                "ببغاء",
                "حوت"
            ],
            "answer": "ببغاء"
        },
        {
            "id": "v2_60051",
            "question": "أي من هذه الحيوانات حقيقي: حمامة؟",
            "options": [
                "ثعبان",
                "أرنب",
                "حمامة",
                "ثعلب"
            ],
            "answer": "حمامة"
        },
        {
            "id": "v2_60052",
            "question": "ما هو الحيوان الذي اسمه \"حمامة\"؟",
            "options": [
                "تمساح",
                "فيل",
                "حمامة",
                "ذئب"
            ],
            "answer": "حمامة"
        },
        {
            "id": "v2_60053",
            "question": "أي من هذه الحيوانات حقيقي: عصفور؟",
            "options": [
                "عصفور",
                "ذئب",
                "قرد",
                "فراشة"
            ],
            "answer": "عصفور"
        },
        {
            "id": "v2_60054",
            "question": "ما هو الحيوان الذي اسمه \"عصفور\"؟",
            "options": [
                "عصفور",
                "سلحفاة",
                "غزال",
                "ذئب"
            ],
            "answer": "عصفور"
        },
        {
            "id": "v2_60055",
            "question": "أي من هذه الحيوانات حقيقي: سمكة؟",
            "options": [
                "ثعبان",
                "سمكة",
                "جمل",
                "زرافة"
            ],
            "answer": "سمكة"
        },
        {
            "id": "v2_60056",
            "question": "ما هو الحيوان الذي اسمه \"سمكة\"؟",
            "options": [
                "سمكة",
                "حمامة",
                "غزال",
                "حصان"
            ],
            "answer": "سمكة"
        },
        {
            "id": "v2_60057",
            "question": "أي من هذه الحيوانات حقيقي: حوت؟",
            "options": [
                "خروف",
                "نمر",
                "حوت",
                "بقرة"
            ],
            "answer": "حوت"
        },
        {
            "id": "v2_60058",
            "question": "ما هو الحيوان الذي اسمه \"حوت\"؟",
            "options": [
                "ثعلب",
                "حمامة",
                "حصان",
                "حوت"
            ],
            "answer": "حوت"
        },
        {
            "id": "v2_60059",
            "question": "أي من هذه الحيوانات حقيقي: دلفين؟",
            "options": [
                "دلفين",
                "قرد",
                "ببغاء",
                "فيل"
            ],
            "answer": "دلفين"
        },
        {
            "id": "v2_60060",
            "question": "ما هو الحيوان الذي اسمه \"دلفين\"؟",
            "options": [
                "قرد",
                "غزال",
                "ذئب",
                "دلفين"
            ],
            "answer": "دلفين"
        },
        {
            "id": "v2_60061",
            "question": "أي من هذه الحيوانات حقيقي: سلحفاة؟",
            "options": [
                "حصان",
                "عصفور",
                "سمكة",
                "سلحفاة"
            ],
            "answer": "سلحفاة"
        },
        {
            "id": "v2_60062",
            "question": "ما هو الحيوان الذي اسمه \"سلحفاة\"؟",
            "options": [
                "خروف",
                "سلحفاة",
                "حصان",
                "أسد"
            ],
            "answer": "سلحفاة"
        },
        {
            "id": "v2_60063",
            "question": "أي من هذه الحيوانات حقيقي: تمساح؟",
            "options": [
                "عصفور",
                "فيل",
                "تمساح",
                "حصان"
            ],
            "answer": "تمساح"
        },
        {
            "id": "v2_60064",
            "question": "ما هو الحيوان الذي اسمه \"تمساح\"؟",
            "options": [
                "دب",
                "تمساح",
                "غزال",
                "عنكبوت"
            ],
            "answer": "تمساح"
        },
        {
            "id": "v2_60065",
            "question": "أي من هذه الحيوانات حقيقي: ثعبان؟",
            "options": [
                "ذئب",
                "ثعبان",
                "دلفين",
                "ضفدع"
            ],
            "answer": "ثعبان"
        },
        {
            "id": "v2_60066",
            "question": "ما هو الحيوان الذي اسمه \"ثعبان\"؟",
            "options": [
                "نسر",
                "نملة",
                "ثعلب",
                "ثعبان"
            ],
            "answer": "ثعبان"
        },
        {
            "id": "v2_60067",
            "question": "أي من هذه الحيوانات حقيقي: ضفدع؟",
            "options": [
                "فراشة",
                "ضفدع",
                "ببغاء",
                "سلحفاة"
            ],
            "answer": "ضفدع"
        },
        {
            "id": "v2_60068",
            "question": "ما هو الحيوان الذي اسمه \"ضفدع\"؟",
            "options": [
                "ضفدع",
                "فراشة",
                "غزال",
                "بومة"
            ],
            "answer": "ضفدع"
        },
        {
            "id": "v2_60069",
            "question": "أي من هذه الحيوانات حقيقي: نحلة؟",
            "options": [
                "جمل",
                "تمساح",
                "سمكة",
                "نحلة"
            ],
            "answer": "نحلة"
        },
        {
            "id": "v2_60070",
            "question": "ما هو الحيوان الذي اسمه \"نحلة\"؟",
            "options": [
                "حمامة",
                "نحلة",
                "ثعلب",
                "حصان"
            ],
            "answer": "نحلة"
        },
        {
            "id": "v2_60071",
            "question": "أي من هذه الحيوانات حقيقي: فراشة؟",
            "options": [
                "قرد",
                "بقرة",
                "فراشة",
                "نمر"
            ],
            "answer": "فراشة"
        },
        {
            "id": "v2_60072",
            "question": "ما هو الحيوان الذي اسمه \"فراشة\"؟",
            "options": [
                "دب",
                "فراشة",
                "ذئب",
                "عنكبوت"
            ],
            "answer": "فراشة"
        },
        {
            "id": "v2_60073",
            "question": "أي من هذه الحيوانات حقيقي: نملة؟",
            "options": [
                "نملة",
                "أسد",
                "تمساح",
                "فراشة"
            ],
            "answer": "نملة"
        },
        {
            "id": "v2_60074",
            "question": "ما هو الحيوان الذي اسمه \"نملة\"؟",
            "options": [
                "نملة",
                "ثعبان",
                "نسر",
                "ثعلب"
            ],
            "answer": "نملة"
        },
        {
            "id": "v2_60075",
            "question": "أي من هذه الحيوانات حقيقي: عنكبوت؟",
            "options": [
                "نمر",
                "ثعبان",
                "عصفور",
                "عنكبوت"
            ],
            "answer": "عنكبوت"
        },
        {
            "id": "v2_60076",
            "question": "ما هو الحيوان الذي اسمه \"عنكبوت\"؟",
            "options": [
                "تمساح",
                "ثعبان",
                "عنكبوت",
                "صقر"
            ],
            "answer": "عنكبوت"
        },
        {
            "id": "v2_60077",
            "question": "أي من هذه الحيوانات حقيقي: عقرب؟",
            "options": [
                "دب",
                "زرافة",
                "عقرب",
                "نمر"
            ],
            "answer": "عقرب"
        },
        {
            "id": "v2_60078",
            "question": "ما هو الحيوان الذي اسمه \"عقرب\"؟",
            "options": [
                "جمل",
                "زرافة",
                "عقرب",
                "دب"
            ],
            "answer": "عقرب"
        },
        {
            "id": "v2_60079",
            "question": "أي من هذه فاكهة: تفاح؟",
            "options": [
                "عنب",
                "مشمش",
                "تفاح",
                "كمثرى"
            ],
            "answer": "تفاح"
        },
        {
            "id": "v2_60080",
            "question": "أي من هذه فاكهة: موز؟",
            "options": [
                "تفاح",
                "خوخ",
                "موز",
                "أناناس"
            ],
            "answer": "موز"
        },
        {
            "id": "v2_60081",
            "question": "أي من هذه فاكهة: برتقال؟",
            "options": [
                "توت",
                "برتقال",
                "كيوي",
                "كرز"
            ],
            "answer": "برتقال"
        },
        {
            "id": "v2_60082",
            "question": "أي من هذه فاكهة: عنب؟",
            "options": [
                "عنب",
                "ليمون",
                "برتقال",
                "جوافة"
            ],
            "answer": "عنب"
        },
        {
            "id": "v2_60083",
            "question": "أي من هذه فاكهة: فراولة؟",
            "options": [
                "فراولة",
                "بطيخ",
                "شمام",
                "كمثرى"
            ],
            "answer": "فراولة"
        },
        {
            "id": "v2_60084",
            "question": "أي من هذه فاكهة: مانجو؟",
            "options": [
                "بطيخ",
                "مانجو",
                "خوخ",
                "مشمش"
            ],
            "answer": "مانجو"
        },
        {
            "id": "v2_60085",
            "question": "أي من هذه فاكهة: أناناس؟",
            "options": [
                "بطيخ",
                "مانجو",
                "فراولة",
                "أناناس"
            ],
            "answer": "أناناس"
        },
        {
            "id": "v2_60086",
            "question": "أي من هذه فاكهة: بطيخ؟",
            "options": [
                "بطيخ",
                "جوافة",
                "مشمش",
                "عنب"
            ],
            "answer": "بطيخ"
        },
        {
            "id": "v2_60087",
            "question": "أي من هذه فاكهة: شمام؟",
            "options": [
                "فراولة",
                "كمثرى",
                "شمام",
                "بابايا"
            ],
            "answer": "شمام"
        },
        {
            "id": "v2_60088",
            "question": "أي من هذه فاكهة: كيوي؟",
            "options": [
                "كيوي",
                "توت",
                "فراولة",
                "خوخ"
            ],
            "answer": "كيوي"
        },
        {
            "id": "v2_60089",
            "question": "أي من هذه فاكهة: رمان؟",
            "options": [
                "خوخ",
                "عنب",
                "بابايا",
                "رمان"
            ],
            "answer": "رمان"
        },
        {
            "id": "v2_60090",
            "question": "أي من هذه فاكهة: تين؟",
            "options": [
                "رمان",
                "تين",
                "تفاح",
                "بطيخ"
            ],
            "answer": "تين"
        },
        {
            "id": "v2_60091",
            "question": "أي من هذه فاكهة: مشمش؟",
            "options": [
                "جوافة",
                "رمان",
                "موز",
                "مشمش"
            ],
            "answer": "مشمش"
        },
        {
            "id": "v2_60092",
            "question": "أي من هذه فاكهة: خوخ؟",
            "options": [
                "شمام",
                "خوخ",
                "جوافة",
                "تين"
            ],
            "answer": "خوخ"
        },
        {
            "id": "v2_60093",
            "question": "أي من هذه فاكهة: كرز؟",
            "options": [
                "مشمش",
                "كرز",
                "تين",
                "عنب"
            ],
            "answer": "كرز"
        },
        {
            "id": "v2_60094",
            "question": "أي من هذه فاكهة: توت؟",
            "options": [
                "عنب",
                "توت",
                "كيوي",
                "تين"
            ],
            "answer": "توت"
        },
        {
            "id": "v2_60095",
            "question": "أي من هذه فاكهة: ليمون؟",
            "options": [
                "مشمش",
                "رمان",
                "تفاح",
                "ليمون"
            ],
            "answer": "ليمون"
        },
        {
            "id": "v2_60096",
            "question": "أي من هذه فاكهة: جوافة؟",
            "options": [
                "رمان",
                "بطيخ",
                "موز",
                "جوافة"
            ],
            "answer": "جوافة"
        },
        {
            "id": "v2_60097",
            "question": "أي من هذه فاكهة: كمثرى؟",
            "options": [
                "فراولة",
                "توت",
                "خوخ",
                "كمثرى"
            ],
            "answer": "كمثرى"
        },
        {
            "id": "v2_60098",
            "question": "أي من هذه فاكهة: بابايا؟",
            "options": [
                "بابايا",
                "شمام",
                "مشمش",
                "موز"
            ],
            "answer": "بابايا"
        },
        {
            "id": "v2_60099",
            "question": "أي من هذه خضروات: طماطم؟",
            "options": [
                "فلفل",
                "بازلاء",
                "طماطم",
                "فجل"
            ],
            "answer": "طماطم"
        },
        {
            "id": "v2_60100",
            "question": "أي من هذه خضروات: خيار؟",
            "options": [
                "ملوخية",
                "فاصوليا",
                "خيار",
                "كوسة"
            ],
            "answer": "خيار"
        },
        {
            "id": "v2_60101",
            "question": "أي من هذه خضروات: بصل؟",
            "options": [
                "بصل",
                "باذنجان",
                "قرنبيط",
                "سبانخ"
            ],
            "answer": "بصل"
        },
        {
            "id": "v2_60102",
            "question": "أي من هذه خضروات: ثوم؟",
            "options": [
                "ثوم",
                "جزر",
                "خس",
                "بصل"
            ],
            "answer": "ثوم"
        },
        {
            "id": "v2_60103",
            "question": "أي من هذه خضروات: جزر؟",
            "options": [
                "فلفل",
                "فاصوليا",
                "فجل",
                "جزر"
            ],
            "answer": "جزر"
        },
        {
            "id": "v2_60104",
            "question": "أي من هذه خضروات: بطاطس؟",
            "options": [
                "فاصوليا",
                "بطاطس",
                "فلفل",
                "قرنبيط"
            ],
            "answer": "بطاطس"
        },
        {
            "id": "v2_60105",
            "question": "أي من هذه خضروات: باذنجان؟",
            "options": [
                "خس",
                "باذنجان",
                "بامية",
                "بطاطس"
            ],
            "answer": "باذنجان"
        },
        {
            "id": "v2_60106",
            "question": "أي من هذه خضروات: فلفل؟",
            "options": [
                "فجل",
                "بطاطس",
                "فلفل",
                "ملوخية"
            ],
            "answer": "فلفل"
        },
        {
            "id": "v2_60107",
            "question": "أي من هذه خضروات: كوسة؟",
            "options": [
                "كوسة",
                "بروكلي",
                "ثوم",
                "بازلاء"
            ],
            "answer": "كوسة"
        },
        {
            "id": "v2_60108",
            "question": "أي من هذه خضروات: بروكلي؟",
            "options": [
                "خيار",
                "بروكلي",
                "ثوم",
                "بازلاء"
            ],
            "answer": "بروكلي"
        },
        {
            "id": "v2_60109",
            "question": "أي من هذه خضروات: قرنبيط؟",
            "options": [
                "بصل",
                "قرنبيط",
                "جزر",
                "ثوم"
            ],
            "answer": "قرنبيط"
        },
        {
            "id": "v2_60110",
            "question": "أي من هذه خضروات: خس؟",
            "options": [
                "خس",
                "سبانخ",
                "ثوم",
                "كوسة"
            ],
            "answer": "خس"
        },
        {
            "id": "v2_60111",
            "question": "أي من هذه خضروات: سبانخ؟",
            "options": [
                "بازلاء",
                "سبانخ",
                "طماطم",
                "بامية"
            ],
            "answer": "سبانخ"
        },
        {
            "id": "v2_60112",
            "question": "أي من هذه خضروات: ملوخية؟",
            "options": [
                "ملوخية",
                "جزر",
                "بازلاء",
                "فجل"
            ],
            "answer": "ملوخية"
        },
        {
            "id": "v2_60113",
            "question": "أي من هذه خضروات: بامية؟",
            "options": [
                "طماطم",
                "خيار",
                "بامية",
                "خس"
            ],
            "answer": "بامية"
        },
        {
            "id": "v2_60114",
            "question": "أي من هذه خضروات: فاصوليا؟",
            "options": [
                "ملوخية",
                "خيار",
                "بامية",
                "فاصوليا"
            ],
            "answer": "فاصوليا"
        },
        {
            "id": "v2_60115",
            "question": "أي من هذه خضروات: بازلاء؟",
            "options": [
                "سبانخ",
                "بازلاء",
                "ملوخية",
                "طماطم"
            ],
            "answer": "بازلاء"
        },
        {
            "id": "v2_60116",
            "question": "أي من هذه خضروات: ذرة؟",
            "options": [
                "بصل",
                "ملوخية",
                "ذرة",
                "فاصوليا"
            ],
            "answer": "ذرة"
        },
        {
            "id": "v2_60117",
            "question": "أي من هذه خضروات: لفت؟",
            "options": [
                "ثوم",
                "لفت",
                "ملوخية",
                "خس"
            ],
            "answer": "لفت"
        },
        {
            "id": "v2_60118",
            "question": "أي من هذه خضروات: فجل؟",
            "options": [
                "خس",
                "بروكلي",
                "فجل",
                "ذرة"
            ],
            "answer": "فجل"
        },
        {
            "id": "v2_60119",
            "question": "ما هو عضو الجسم المسمى \"عين\"؟",
            "options": [
                "لسان",
                "أسنان",
                "قلب",
                "عين"
            ],
            "answer": "عين"
        },
        {
            "id": "v2_60120",
            "question": "ما هو عضو الجسم المسمى \"أنف\"؟",
            "options": [
                "ركبة",
                "أنف",
                "كتف",
                "ظهر"
            ],
            "answer": "أنف"
        },
        {
            "id": "v2_60121",
            "question": "ما هو عضو الجسم المسمى \"فم\"؟",
            "options": [
                "لسان",
                "فم",
                "كتف",
                "كلية"
            ],
            "answer": "فم"
        },
        {
            "id": "v2_60122",
            "question": "ما هو عضو الجسم المسمى \"أذن\"؟",
            "options": [
                "فم",
                "مخ",
                "قلب",
                "أذن"
            ],
            "answer": "أذن"
        },
        {
            "id": "v2_60123",
            "question": "ما هو عضو الجسم المسمى \"يد\"؟",
            "options": [
                "قلب",
                "يد",
                "أذن",
                "كتف"
            ],
            "answer": "يد"
        },
        {
            "id": "v2_60124",
            "question": "ما هو عضو الجسم المسمى \"قدم\"؟",
            "options": [
                "رأس",
                "قدم",
                "أسنان",
                "قلب"
            ],
            "answer": "قدم"
        },
        {
            "id": "v2_60125",
            "question": "ما هو عضو الجسم المسمى \"رأس\"؟",
            "options": [
                "عظم",
                "أسنان",
                "رأس",
                "كتف"
            ],
            "answer": "رأس"
        },
        {
            "id": "v2_60126",
            "question": "ما هو عضو الجسم المسمى \"قلب\"؟",
            "options": [
                "قلب",
                "معدة",
                "رئة",
                "أسنان"
            ],
            "answer": "قلب"
        },
        {
            "id": "v2_60127",
            "question": "ما هو عضو الجسم المسمى \"رئة\"؟",
            "options": [
                "أسنان",
                "رئة",
                "أذن",
                "لسان"
            ],
            "answer": "رئة"
        },
        {
            "id": "v2_60128",
            "question": "ما هو عضو الجسم المسمى \"كبد\"؟",
            "options": [
                "كبد",
                "فم",
                "معدة",
                "كتف"
            ],
            "answer": "كبد"
        },
        {
            "id": "v2_60129",
            "question": "ما هو عضو الجسم المسمى \"معدة\"؟",
            "options": [
                "يد",
                "لسان",
                "معدة",
                "رئة"
            ],
            "answer": "معدة"
        },
        {
            "id": "v2_60130",
            "question": "ما هو عضو الجسم المسمى \"كلية\"؟",
            "options": [
                "كلية",
                "شعر",
                "كتف",
                "معدة"
            ],
            "answer": "كلية"
        },
        {
            "id": "v2_60131",
            "question": "ما هو عضو الجسم المسمى \"عظم\"؟",
            "options": [
                "قلب",
                "أنف",
                "عظم",
                "ظهر"
            ],
            "answer": "عظم"
        },
        {
            "id": "v2_60132",
            "question": "ما هو عضو الجسم المسمى \"مخ\"؟",
            "options": [
                "يد",
                "مخ",
                "ظهر",
                "أذن"
            ],
            "answer": "مخ"
        },
        {
            "id": "v2_60133",
            "question": "ما هو عضو الجسم المسمى \"لسان\"؟",
            "options": [
                "عظم",
                "كبد",
                "لسان",
                "فم"
            ],
            "answer": "لسان"
        },
        {
            "id": "v2_60134",
            "question": "ما هو عضو الجسم المسمى \"أسنان\"؟",
            "options": [
                "أسنان",
                "قلب",
                "فم",
                "قدم"
            ],
            "answer": "أسنان"
        },
        {
            "id": "v2_60135",
            "question": "ما هو عضو الجسم المسمى \"شعر\"؟",
            "options": [
                "فم",
                "يد",
                "أسنان",
                "شعر"
            ],
            "answer": "شعر"
        },
        {
            "id": "v2_60136",
            "question": "ما هو عضو الجسم المسمى \"ظهر\"؟",
            "options": [
                "كتف",
                "ظهر",
                "مخ",
                "رئة"
            ],
            "answer": "ظهر"
        },
        {
            "id": "v2_60137",
            "question": "ما هو عضو الجسم المسمى \"ركبة\"؟",
            "options": [
                "عظم",
                "مخ",
                "ركبة",
                "قدم"
            ],
            "answer": "ركبة"
        },
        {
            "id": "v2_60138",
            "question": "ما هو عضو الجسم المسمى \"كتف\"؟",
            "options": [
                "كتف",
                "قدم",
                "فم",
                "ظهر"
            ],
            "answer": "كتف"
        },
        {
            "id": "v2_60189",
            "question": "ما هو اليوم رقم 1 في الأسبوع؟",
            "options": [
                "الأحد",
                "الجمعة",
                "الإثنين",
                "السبت"
            ],
            "answer": "السبت"
        },
        {
            "id": "v2_60190",
            "question": "ما هو اليوم الذي يأتي بعد السبت؟",
            "options": [
                "الأحد",
                "الثلاثاء",
                "الخميس",
                "الإثنين"
            ],
            "answer": "الأحد"
        },
        {
            "id": "v2_60191",
            "question": "ما هو اليوم رقم 2 في الأسبوع؟",
            "options": [
                "السبت",
                "الأحد",
                "الإثنين",
                "الأربعاء"
            ],
            "answer": "الأحد"
        },
        {
            "id": "v2_60192",
            "question": "ما هو اليوم الذي يأتي بعد الأحد؟",
            "options": [
                "الجمعة",
                "الأحد",
                "الثلاثاء",
                "الإثنين"
            ],
            "answer": "الإثنين"
        },
        {
            "id": "v2_60193",
            "question": "ما هو اليوم رقم 3 في الأسبوع؟",
            "options": [
                "الثلاثاء",
                "الأحد",
                "الجمعة",
                "الإثنين"
            ],
            "answer": "الإثنين"
        },
        {
            "id": "v2_60194",
            "question": "ما هو اليوم الذي يأتي بعد الإثنين؟",
            "options": [
                "الأحد",
                "السبت",
                "الثلاثاء",
                "الإثنين"
            ],
            "answer": "الثلاثاء"
        },
        {
            "id": "v2_60195",
            "question": "ما هو اليوم رقم 4 في الأسبوع؟",
            "options": [
                "الخميس",
                "الأحد",
                "الثلاثاء",
                "الإثنين"
            ],
            "answer": "الثلاثاء"
        },
        {
            "id": "v2_60196",
            "question": "ما هو اليوم الذي يأتي بعد الثلاثاء؟",
            "options": [
                "الجمعة",
                "الخميس",
                "الثلاثاء",
                "الأربعاء"
            ],
            "answer": "الأربعاء"
        },
        {
            "id": "v2_60197",
            "question": "ما هو اليوم رقم 5 في الأسبوع؟",
            "options": [
                "الخميس",
                "الأحد",
                "الجمعة",
                "الأربعاء"
            ],
            "answer": "الأربعاء"
        },
        {
            "id": "v2_60198",
            "question": "ما هو اليوم الذي يأتي بعد الأربعاء؟",
            "options": [
                "الإثنين",
                "الثلاثاء",
                "الخميس",
                "السبت"
            ],
            "answer": "الخميس"
        },
        {
            "id": "v2_60199",
            "question": "ما هو اليوم رقم 6 في الأسبوع؟",
            "options": [
                "الأربعاء",
                "السبت",
                "الإثنين",
                "الخميس"
            ],
            "answer": "الخميس"
        },
        {
            "id": "v2_60200",
            "question": "ما هو اليوم الذي يأتي بعد الخميس؟",
            "options": [
                "الجمعة",
                "الخميس",
                "الأحد",
                "الثلاثاء"
            ],
            "answer": "الجمعة"
        },
        {
            "id": "v2_60201",
            "question": "ما هو اليوم رقم 7 في الأسبوع؟",
            "options": [
                "الجمعة",
                "الثلاثاء",
                "الخميس",
                "الأحد"
            ],
            "answer": "الجمعة"
        },
        {
            "id": "v2_60202",
            "question": "ما هو الشهر رقم 1 في السنة الميلادية؟",
            "options": [
                "أكتوبر",
                "يوليو",
                "يونيو",
                "يناير"
            ],
            "answer": "يناير"
        },
        {
            "id": "v2_60203",
            "question": "ما هو الشهر الذي يأتي بعد يناير؟",
            "options": [
                "أغسطس",
                "أكتوبر",
                "يونيو",
                "فبراير"
            ],
            "answer": "فبراير"
        },
        {
            "id": "v2_60204",
            "question": "ما هو الشهر رقم 2 في السنة الميلادية؟",
            "options": [
                "فبراير",
                "أبريل",
                "مارس",
                "نوفمبر"
            ],
            "answer": "فبراير"
        },
        {
            "id": "v2_60205",
            "question": "ما هو الشهر الذي يأتي بعد فبراير؟",
            "options": [
                "يناير",
                "أبريل",
                "مارس",
                "نوفمبر"
            ],
            "answer": "مارس"
        },
        {
            "id": "v2_60206",
            "question": "ما هو الشهر رقم 3 في السنة الميلادية؟",
            "options": [
                "فبراير",
                "أكتوبر",
                "مارس",
                "أبريل"
            ],
            "answer": "مارس"
        },
        {
            "id": "v2_60207",
            "question": "ما هو الشهر الذي يأتي بعد مارس؟",
            "options": [
                "فبراير",
                "مارس",
                "أبريل",
                "مايو"
            ],
            "answer": "أبريل"
        },
        {
            "id": "v2_60208",
            "question": "ما هو الشهر رقم 4 في السنة الميلادية؟",
            "options": [
                "نوفمبر",
                "أبريل",
                "مايو",
                "أغسطس"
            ],
            "answer": "أبريل"
        },
        {
            "id": "v2_60209",
            "question": "ما هو الشهر الذي يأتي بعد أبريل؟",
            "options": [
                "يناير",
                "مايو",
                "يوليو",
                "مارس"
            ],
            "answer": "مايو"
        },
        {
            "id": "v2_60210",
            "question": "ما هو الشهر رقم 5 في السنة الميلادية؟",
            "options": [
                "ديسمبر",
                "يوليو",
                "مايو",
                "يونيو"
            ],
            "answer": "مايو"
        },
        {
            "id": "v2_60211",
            "question": "ما هو الشهر الذي يأتي بعد مايو؟",
            "options": [
                "نوفمبر",
                "ديسمبر",
                "مارس",
                "يونيو"
            ],
            "answer": "يونيو"
        },
        {
            "id": "v2_60212",
            "question": "ما هو الشهر رقم 6 في السنة الميلادية؟",
            "options": [
                "يناير",
                "مارس",
                "يونيو",
                "أبريل"
            ],
            "answer": "يونيو"
        },
        {
            "id": "v2_60213",
            "question": "ما هو الشهر الذي يأتي بعد يونيو؟",
            "options": [
                "يناير",
                "نوفمبر",
                "مارس",
                "يوليو"
            ],
            "answer": "يوليو"
        },
        {
            "id": "v2_60214",
            "question": "ما هو الشهر رقم 7 في السنة الميلادية؟",
            "options": [
                "أغسطس",
                "يوليو",
                "سبتمبر",
                "مايو"
            ],
            "answer": "يوليو"
        },
        {
            "id": "v2_60215",
            "question": "ما هو الشهر الذي يأتي بعد يوليو؟",
            "options": [
                "أبريل",
                "يوليو",
                "أغسطس",
                "مايو"
            ],
            "answer": "أغسطس"
        },
        {
            "id": "v2_60216",
            "question": "ما هو الشهر رقم 8 في السنة الميلادية؟",
            "options": [
                "فبراير",
                "سبتمبر",
                "ديسمبر",
                "أغسطس"
            ],
            "answer": "أغسطس"
        },
        {
            "id": "v2_60217",
            "question": "ما هو الشهر الذي يأتي بعد أغسطس؟",
            "options": [
                "أبريل",
                "سبتمبر",
                "أغسطس",
                "فبراير"
            ],
            "answer": "سبتمبر"
        },
        {
            "id": "v2_60218",
            "question": "ما هو الشهر رقم 9 في السنة الميلادية؟",
            "options": [
                "سبتمبر",
                "يوليو",
                "يونيو",
                "مارس"
            ],
            "answer": "سبتمبر"
        },
        {
            "id": "v2_60219",
            "question": "ما هو الشهر الذي يأتي بعد سبتمبر؟",
            "options": [
                "فبراير",
                "مايو",
                "يوليو",
                "أكتوبر"
            ],
            "answer": "أكتوبر"
        },
        {
            "id": "v2_60220",
            "question": "ما هو الشهر رقم 10 في السنة الميلادية؟",
            "options": [
                "أبريل",
                "مارس",
                "أكتوبر",
                "سبتمبر"
            ],
            "answer": "أكتوبر"
        },
        {
            "id": "v2_60221",
            "question": "ما هو الشهر الذي يأتي بعد أكتوبر؟",
            "options": [
                "مارس",
                "نوفمبر",
                "أبريل",
                "فبراير"
            ],
            "answer": "نوفمبر"
        },
        {
            "id": "v2_60222",
            "question": "ما هو الشهر رقم 11 في السنة الميلادية؟",
            "options": [
                "يناير",
                "يوليو",
                "فبراير",
                "نوفمبر"
            ],
            "answer": "نوفمبر"
        },
        {
            "id": "v2_60223",
            "question": "ما هو الشهر الذي يأتي بعد نوفمبر؟",
            "options": [
                "سبتمبر",
                "يوليو",
                "أبريل",
                "ديسمبر"
            ],
            "answer": "ديسمبر"
        },
        {
            "id": "v2_60224",
            "question": "ما هو الشهر رقم 12 في السنة الميلادية؟",
            "options": [
                "أبريل",
                "ديسمبر",
                "يوليو",
                "مارس"
            ],
            "answer": "ديسمبر"
        },
        {
            "id": "v2_60225",
            "question": "ما هو عكس اتجاه شمال؟",
            "options": [
                "غرب",
                "شمال",
                "جنوب",
                "شرق"
            ],
            "answer": "جنوب"
        },
        {
            "id": "v2_60226",
            "question": "ما هو عكس اتجاه جنوب؟",
            "options": [
                "جنوب",
                "غرب",
                "شمال",
                "شرق"
            ],
            "answer": "شمال"
        },
        {
            "id": "v2_60227",
            "question": "ما هو عكس اتجاه شرق؟",
            "options": [
                "شمال",
                "شرق",
                "جنوب",
                "غرب"
            ],
            "answer": "غرب"
        },
        {
            "id": "v2_60228",
            "question": "ما هو عكس اتجاه غرب؟",
            "options": [
                "غرب",
                "شمال",
                "شرق",
                "جنوب"
            ],
            "answer": "شرق"
        },
        {
            "id": "v2_60230",
            "question": "ما هو العضو المسؤول عن حاسة السمع؟",
            "options": [
                "اللسان",
                "الأذن",
                "الجلد",
                "العين"
            ],
            "answer": "الأذن"
        },
        {
            "id": "v2_60231",
            "question": "ما هو العضو المسؤول عن حاسة الشم؟",
            "options": [
                "العين",
                "الأنف",
                "الأذن",
                "الجلد"
            ],
            "answer": "الأنف"
        },
        {
            "id": "v2_60232",
            "question": "ما هو العضو المسؤول عن حاسة التذوق؟",
            "options": [
                "الأذن",
                "الجلد",
                "اللسان",
                "العين"
            ],
            "answer": "اللسان"
        },
        {
            "id": "v2_60233",
            "question": "ما هو العضو المسؤول عن حاسة اللمس؟",
            "options": [
                "العين",
                "الجلد",
                "الأنف",
                "اللسان"
            ],
            "answer": "الجلد"
        },
        {
            "id": "v2_60234",
            "question": "أي من هذه فصول السنة: الربيع؟",
            "options": [
                "الصيف",
                "الخريف",
                "الشتاء",
                "الربيع"
            ],
            "answer": "الربيع"
        },
        {
            "id": "v2_60235",
            "question": "أي من هذه فصول السنة: الصيف؟",
            "options": [
                "الشتاء",
                "الخريف",
                "الربيع",
                "الصيف"
            ],
            "answer": "الصيف"
        },
        {
            "id": "v2_60236",
            "question": "أي من هذه فصول السنة: الخريف؟",
            "options": [
                "الشتاء",
                "الخريف",
                "الربيع",
                "الصيف"
            ],
            "answer": "الخريف"
        },
        {
            "id": "v2_60237",
            "question": "أي من هذه فصول السنة: الشتاء؟",
            "options": [
                "الربيع",
                "الخريف",
                "الصيف",
                "الشتاء"
            ],
            "answer": "الشتاء"
        },
        {
            "id": "v2_60248",
            "question": "كم مجموع 6 و 45؟",
            "options": [
                "51",
                "50",
                "54",
                "53"
            ],
            "answer": "51"
        },
        {
            "id": "v2_60269",
            "question": "كم مجموع 17 و 27؟",
            "options": [
                "44",
                "45",
                "43",
                "47"
            ],
            "answer": "44"
        },
        {
            "id": "v2_60289",
            "question": "كم مجموع 47 و 31؟",
            "options": [
                "78",
                "79",
                "77",
                "80"
            ],
            "answer": "78"
        },
        {
            "id": "v2_60312",
            "question": "كم مجموع 9 و 8؟",
            "options": [
                "17",
                "19",
                "18",
                "16"
            ],
            "answer": "17"
        },
        {
            "id": "v2_60333",
            "question": "كم مجموع 4 و 19؟",
            "options": [
                "26",
                "23",
                "22",
                "24"
            ],
            "answer": "23"
        },
        {
            "id": "v2_60353",
            "question": "كم مجموع 30 و 46؟",
            "options": [
                "79",
                "78",
                "76",
                "75"
            ],
            "answer": "76"
        },
        {
            "id": "v2_60373",
            "question": "كم مجموع 22 و 2؟",
            "options": [
                "23",
                "25",
                "26",
                "24"
            ],
            "answer": "24"
        },
        {
            "id": "v2_60393",
            "question": "كم مجموع 16 و 30؟",
            "options": [
                "45",
                "48",
                "46",
                "49"
            ],
            "answer": "46"
        },
        {
            "id": "v2_60416",
            "question": "كم مجموع 46 و 50؟",
            "options": [
                "97",
                "96",
                "99",
                "95"
            ],
            "answer": "96"
        },
        {
            "id": "v2_60438",
            "question": "كم مجموع 45 و 49؟",
            "options": [
                "96",
                "97",
                "94",
                "95"
            ],
            "answer": "94"
        },
        {
            "id": "v2_60462",
            "question": "كم مجموع 2 و 27؟",
            "options": [
                "31",
                "28",
                "30",
                "29"
            ],
            "answer": "29"
        },
        {
            "id": "v2_60485",
            "question": "كم مجموع 29 و 13؟",
            "options": [
                "44",
                "42",
                "45",
                "41"
            ],
            "answer": "42"
        },
        {
            "id": "v2_60507",
            "question": "كم مجموع 44 و 27؟",
            "options": [
                "71",
                "72",
                "70",
                "74"
            ],
            "answer": "71"
        },
        {
            "id": "v2_60530",
            "question": "كم مجموع 28 و 3؟",
            "options": [
                "33",
                "32",
                "31",
                "34"
            ],
            "answer": "31"
        },
        {
            "id": "v2_60551",
            "question": "كم مجموع 34 و 8؟",
            "options": [
                "45",
                "44",
                "43",
                "42"
            ],
            "answer": "42"
        },
        {
            "id": "v2_60576",
            "question": "كم مجموع 29 و 1؟",
            "options": [
                "33",
                "30",
                "32",
                "29"
            ],
            "answer": "30"
        },
        {
            "id": "v2_60599",
            "question": "كم مجموع 6 و 38؟",
            "options": [
                "47",
                "43",
                "44",
                "45"
            ],
            "answer": "44"
        },
        {
            "id": "v2_60622",
            "question": "كم مجموع 19 و 19؟",
            "options": [
                "38",
                "40",
                "41",
                "39"
            ],
            "answer": "38"
        },
        {
            "id": "v2_60643",
            "question": "كم مجموع 5 و 49؟",
            "options": [
                "53",
                "57",
                "55",
                "54"
            ],
            "answer": "54"
        },
        {
            "id": "v2_60668",
            "question": "كم مجموع 30 و 4؟",
            "options": [
                "37",
                "35",
                "34",
                "33"
            ],
            "answer": "34"
        },
        {
            "id": "v2_60691",
            "question": "كم مجموع 5 و 37؟",
            "options": [
                "41",
                "45",
                "44",
                "42"
            ],
            "answer": "42"
        },
        {
            "id": "v2_60714",
            "question": "كم مجموع 24 و 4؟",
            "options": [
                "30",
                "29",
                "28",
                "31"
            ],
            "answer": "28"
        },
        {
            "id": "v2_60741",
            "question": "كم مجموع 20 و 35؟",
            "options": [
                "55",
                "57",
                "58",
                "54"
            ],
            "answer": "55"
        },
        {
            "id": "v2_60767",
            "question": "كم مجموع 25 و 42؟",
            "options": [
                "70",
                "66",
                "69",
                "67"
            ],
            "answer": "67"
        },
        {
            "id": "v2_60793",
            "question": "كم مجموع 7 و 10؟",
            "options": [
                "17",
                "18",
                "19",
                "20"
            ],
            "answer": "17"
        },
        {
            "id": "v2_60816",
            "question": "كم مجموع 12 و 31؟",
            "options": [
                "46",
                "43",
                "45",
                "42"
            ],
            "answer": "43"
        },
        {
            "id": "v2_60842",
            "question": "كم مجموع 4 و 4؟",
            "options": [
                "10",
                "11",
                "8",
                "7"
            ],
            "answer": "8"
        },
        {
            "id": "v2_60874",
            "question": "كم مجموع 9 و 33؟",
            "options": [
                "43",
                "44",
                "41",
                "42"
            ],
            "answer": "42"
        },
        {
            "id": "v2_60905",
            "question": "كم مجموع 34 و 39؟",
            "options": [
                "74",
                "72",
                "73",
                "75"
            ],
            "answer": "73"
        },
        {
            "id": "v2_60930",
            "question": "كم مجموع 30 و 14؟",
            "options": [
                "47",
                "43",
                "46",
                "44"
            ],
            "answer": "44"
        },
        {
            "id": "v2_60958",
            "question": "كم مجموع 14 و 22؟",
            "options": [
                "38",
                "37",
                "39",
                "36"
            ],
            "answer": "36"
        },
        {
            "id": "v2_60982",
            "question": "كم مجموع 34 و 18؟",
            "options": [
                "53",
                "55",
                "54",
                "52"
            ],
            "answer": "52"
        },
        {
            "id": "v3_80000",
            "question": "كم عدد الكلمات في الجملة: أكل مريم الكتاب؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80001",
            "question": "كم عدد الكلمات في الجملة: أكل عمر التفاحة؟",
            "options": [
                "4",
                "5",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80002",
            "question": "كم عدد الكلمات في الجملة: أكل خالد اللوحة؟",
            "options": [
                "4",
                "5",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80003",
            "question": "كم عدد الكلمات في الجملة: أكل علي الدرس؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80004",
            "question": "كم عدد الكلمات في الجملة: أكل زينب المدرسة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80005",
            "question": "كم عدد الكلمات في الجملة: أكل علي المدينة؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80006",
            "question": "كم عدد الكلمات في الجملة: أكل حسن القصة؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80007",
            "question": "كم عدد الكلمات في الجملة: أكل خالد القلم؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80008",
            "question": "كم عدد الكلمات في الجملة: أكل مريم الماء؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80009",
            "question": "كم عدد الكلمات في الجملة: أكل خالد السماء؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80010",
            "question": "كم عدد الكلمات في الجملة: أكل زينب الطائر؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80011",
            "question": "كم عدد الكلمات في الجملة: أكل فاطمة الباب؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80012",
            "question": "كم عدد الكلمات في الجملة: أكل حسن المفتاح؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80013",
            "question": "كم عدد الكلمات في الجملة: قرأ خالد الكتاب؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80014",
            "question": "كم عدد الكلمات في الجملة: قرأ أحمد التفاحة؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80015",
            "question": "كم عدد الكلمات في الجملة: قرأ محمد اللوحة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80016",
            "question": "كم عدد الكلمات في الجملة: قرأ عمر الدرس؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80017",
            "question": "كم عدد الكلمات في الجملة: قرأ سارة المدرسة؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80018",
            "question": "كم عدد الكلمات في الجملة: قرأ خالد المدينة؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80019",
            "question": "كم عدد الكلمات في الجملة: قرأ سارة القصة؟",
            "options": [
                "3",
                "5",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80020",
            "question": "كم عدد الكلمات في الجملة: قرأ مريم القلم؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80021",
            "question": "كم عدد الكلمات في الجملة: قرأ حسن الماء؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80022",
            "question": "كم عدد الكلمات في الجملة: قرأ أحمد السماء؟",
            "options": [
                "5",
                "3",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80023",
            "question": "كم عدد الكلمات في الجملة: قرأ سارة الطائر؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80024",
            "question": "كم عدد الكلمات في الجملة: قرأ أحمد الباب؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80025",
            "question": "كم عدد الكلمات في الجملة: قرأ سارة المفتاح؟",
            "options": [
                "3",
                "5",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80026",
            "question": "كم عدد الكلمات في الجملة: لعب حسن الكتاب؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80027",
            "question": "كم عدد الكلمات في الجملة: لعب حسن التفاحة؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80028",
            "question": "كم عدد الكلمات في الجملة: لعب عمر اللوحة؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80029",
            "question": "كم عدد الكلمات في الجملة: لعب محمد الدرس؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80030",
            "question": "كم عدد الكلمات في الجملة: لعب خالد المدرسة؟",
            "options": [
                "4",
                "2",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80031",
            "question": "كم عدد الكلمات في الجملة: لعب عمر المدينة؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80032",
            "question": "كم عدد الكلمات في الجملة: لعب زينب القصة؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80033",
            "question": "كم عدد الكلمات في الجملة: لعب فاطمة القلم؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80034",
            "question": "كم عدد الكلمات في الجملة: لعب أحمد الماء؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80035",
            "question": "كم عدد الكلمات في الجملة: لعب حسن السماء؟",
            "options": [
                "5",
                "4",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80036",
            "question": "كم عدد الكلمات في الجملة: لعب خالد الطائر؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80037",
            "question": "كم عدد الكلمات في الجملة: لعب علي الباب؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80038",
            "question": "كم عدد الكلمات في الجملة: لعب أحمد المفتاح؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80039",
            "question": "كم عدد الكلمات في الجملة: كتب زينب الكتاب؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80040",
            "question": "كم عدد الكلمات في الجملة: كتب زينب التفاحة؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80041",
            "question": "كم عدد الكلمات في الجملة: كتب زينب اللوحة؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80042",
            "question": "كم عدد الكلمات في الجملة: كتب خالد الدرس؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80043",
            "question": "كم عدد الكلمات في الجملة: كتب سارة المدرسة؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80044",
            "question": "كم عدد الكلمات في الجملة: كتب زينب المدينة؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80045",
            "question": "كم عدد الكلمات في الجملة: كتب خالد القصة؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80046",
            "question": "كم عدد الكلمات في الجملة: كتب علي القلم؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80047",
            "question": "كم عدد الكلمات في الجملة: كتب زينب الماء؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80048",
            "question": "كم عدد الكلمات في الجملة: كتب فاطمة السماء؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80049",
            "question": "كم عدد الكلمات في الجملة: كتب فاطمة الطائر؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80050",
            "question": "كم عدد الكلمات في الجملة: كتب مريم الباب؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80051",
            "question": "كم عدد الكلمات في الجملة: كتب عمر المفتاح؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80052",
            "question": "كم عدد الكلمات في الجملة: نام أحمد الكتاب؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80053",
            "question": "كم عدد الكلمات في الجملة: نام زينب التفاحة؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80054",
            "question": "كم عدد الكلمات في الجملة: نام محمد اللوحة؟",
            "options": [
                "5",
                "3",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80055",
            "question": "كم عدد الكلمات في الجملة: نام خالد الدرس؟",
            "options": [
                "4",
                "2",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80056",
            "question": "كم عدد الكلمات في الجملة: نام أحمد المدرسة؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80057",
            "question": "كم عدد الكلمات في الجملة: نام فاطمة المدينة؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80058",
            "question": "كم عدد الكلمات في الجملة: نام زينب القصة؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80059",
            "question": "كم عدد الكلمات في الجملة: نام زينب القلم؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80060",
            "question": "كم عدد الكلمات في الجملة: نام أحمد الماء؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80061",
            "question": "كم عدد الكلمات في الجملة: نام فاطمة السماء؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80062",
            "question": "كم عدد الكلمات في الجملة: نام خالد الطائر؟",
            "options": [
                "4",
                "5",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80063",
            "question": "كم عدد الكلمات في الجملة: نام مريم الباب؟",
            "options": [
                "4",
                "5",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80064",
            "question": "كم عدد الكلمات في الجملة: نام عمر المفتاح؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80065",
            "question": "كم عدد الكلمات في الجملة: مشى عمر الكتاب؟",
            "options": [
                "5",
                "3",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80066",
            "question": "كم عدد الكلمات في الجملة: مشى زينب التفاحة؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80067",
            "question": "كم عدد الكلمات في الجملة: مشى فاطمة اللوحة؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80068",
            "question": "كم عدد الكلمات في الجملة: مشى مريم الدرس؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80069",
            "question": "كم عدد الكلمات في الجملة: مشى أحمد المدرسة؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80070",
            "question": "كم عدد الكلمات في الجملة: مشى مريم المدينة؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80071",
            "question": "كم عدد الكلمات في الجملة: مشى زينب القصة؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80072",
            "question": "كم عدد الكلمات في الجملة: مشى علي القلم؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80073",
            "question": "كم عدد الكلمات في الجملة: مشى مريم الماء؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80074",
            "question": "كم عدد الكلمات في الجملة: مشى أحمد السماء؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80075",
            "question": "كم عدد الكلمات في الجملة: مشى خالد الطائر؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80076",
            "question": "كم عدد الكلمات في الجملة: مشى خالد الباب؟",
            "options": [
                "5",
                "4",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80077",
            "question": "كم عدد الكلمات في الجملة: مشى سارة المفتاح؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80078",
            "question": "كم عدد الكلمات في الجملة: شرب محمد الكتاب؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80079",
            "question": "كم عدد الكلمات في الجملة: شرب عمر التفاحة؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80080",
            "question": "كم عدد الكلمات في الجملة: شرب سارة اللوحة؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80081",
            "question": "كم عدد الكلمات في الجملة: شرب مريم الدرس؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80082",
            "question": "كم عدد الكلمات في الجملة: شرب عمر المدرسة؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80083",
            "question": "كم عدد الكلمات في الجملة: شرب خالد المدينة؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80084",
            "question": "كم عدد الكلمات في الجملة: شرب خالد القصة؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80085",
            "question": "كم عدد الكلمات في الجملة: شرب حسن القلم؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80086",
            "question": "كم عدد الكلمات في الجملة: شرب مريم الماء؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80087",
            "question": "كم عدد الكلمات في الجملة: شرب أحمد السماء؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80088",
            "question": "كم عدد الكلمات في الجملة: شرب حسن الطائر؟",
            "options": [
                "5",
                "3",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80089",
            "question": "كم عدد الكلمات في الجملة: شرب عمر الباب؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80090",
            "question": "كم عدد الكلمات في الجملة: شرب محمد المفتاح؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80091",
            "question": "كم عدد الكلمات في الجملة: رسم خالد الكتاب؟",
            "options": [
                "4",
                "2",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80092",
            "question": "كم عدد الكلمات في الجملة: رسم زينب التفاحة؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80093",
            "question": "كم عدد الكلمات في الجملة: رسم محمد اللوحة؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80094",
            "question": "كم عدد الكلمات في الجملة: رسم فاطمة الدرس؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80095",
            "question": "كم عدد الكلمات في الجملة: رسم حسن المدرسة؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80096",
            "question": "كم عدد الكلمات في الجملة: رسم محمد المدينة؟",
            "options": [
                "3",
                "5",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80097",
            "question": "كم عدد الكلمات في الجملة: رسم مريم القصة؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80098",
            "question": "كم عدد الكلمات في الجملة: رسم أحمد القلم؟",
            "options": [
                "5",
                "3",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80099",
            "question": "كم عدد الكلمات في الجملة: رسم علي الماء؟",
            "options": [
                "5",
                "3",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80100",
            "question": "كم عدد الكلمات في الجملة: رسم أحمد السماء؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80101",
            "question": "كم عدد الكلمات في الجملة: رسم سارة الطائر؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80102",
            "question": "كم عدد الكلمات في الجملة: رسم حسن الباب؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80103",
            "question": "كم عدد الكلمات في الجملة: رسم خالد المفتاح؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80104",
            "question": "كم عدد الكلمات في الجملة: فهم حسن الكتاب؟",
            "options": [
                "4",
                "5",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80105",
            "question": "كم عدد الكلمات في الجملة: فهم عمر التفاحة؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80106",
            "question": "كم عدد الكلمات في الجملة: فهم علي اللوحة؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80107",
            "question": "كم عدد الكلمات في الجملة: فهم خالد الدرس؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80108",
            "question": "كم عدد الكلمات في الجملة: فهم سارة المدرسة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80109",
            "question": "كم عدد الكلمات في الجملة: فهم سارة المدينة؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80110",
            "question": "كم عدد الكلمات في الجملة: فهم سارة القصة؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80111",
            "question": "كم عدد الكلمات في الجملة: فهم خالد القلم؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80112",
            "question": "كم عدد الكلمات في الجملة: فهم أحمد الماء؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80113",
            "question": "كم عدد الكلمات في الجملة: فهم سارة السماء؟",
            "options": [
                "4",
                "5",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80114",
            "question": "كم عدد الكلمات في الجملة: فهم حسن الطائر؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80115",
            "question": "كم عدد الكلمات في الجملة: فهم فاطمة الباب؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80116",
            "question": "كم عدد الكلمات في الجملة: فهم مريم المفتاح؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80117",
            "question": "كم عدد الكلمات في الجملة: حفظ عمر الكتاب؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80118",
            "question": "كم عدد الكلمات في الجملة: حفظ أحمد التفاحة؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80119",
            "question": "كم عدد الكلمات في الجملة: حفظ أحمد اللوحة؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80120",
            "question": "كم عدد الكلمات في الجملة: حفظ زينب الدرس؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80121",
            "question": "كم عدد الكلمات في الجملة: حفظ أحمد المدرسة؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80122",
            "question": "كم عدد الكلمات في الجملة: حفظ خالد المدينة؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80123",
            "question": "كم عدد الكلمات في الجملة: حفظ سارة القصة؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80124",
            "question": "كم عدد الكلمات في الجملة: حفظ فاطمة القلم؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80125",
            "question": "كم عدد الكلمات في الجملة: حفظ سارة الماء؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80126",
            "question": "كم عدد الكلمات في الجملة: حفظ مريم السماء؟",
            "options": [
                "5",
                "3",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80127",
            "question": "كم عدد الكلمات في الجملة: حفظ سارة الطائر؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80128",
            "question": "كم عدد الكلمات في الجملة: حفظ سارة الباب؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80129",
            "question": "كم عدد الكلمات في الجملة: حفظ عمر المفتاح؟",
            "options": [
                "5",
                "3",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80130",
            "question": "كم عدد الكلمات في الجملة: سافر فاطمة الكتاب؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80131",
            "question": "كم عدد الكلمات في الجملة: سافر مريم التفاحة؟",
            "options": [
                "5",
                "3",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80132",
            "question": "كم عدد الكلمات في الجملة: سافر عمر اللوحة؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80133",
            "question": "كم عدد الكلمات في الجملة: سافر فاطمة الدرس؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80134",
            "question": "كم عدد الكلمات في الجملة: سافر حسن المدرسة؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80135",
            "question": "كم عدد الكلمات في الجملة: سافر زينب المدينة؟",
            "options": [
                "3",
                "5",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80136",
            "question": "كم عدد الكلمات في الجملة: سافر سارة القصة؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80137",
            "question": "كم عدد الكلمات في الجملة: سافر أحمد القلم؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80138",
            "question": "كم عدد الكلمات في الجملة: سافر أحمد الماء؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80139",
            "question": "كم عدد الكلمات في الجملة: سافر محمد السماء؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80140",
            "question": "كم عدد الكلمات في الجملة: سافر محمد الطائر؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80141",
            "question": "كم عدد الكلمات في الجملة: سافر خالد الباب؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80142",
            "question": "كم عدد الكلمات في الجملة: سافر زينب المفتاح؟",
            "options": [
                "4",
                "5",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80143",
            "question": "كم عدد الكلمات في الجملة: نجح محمد الكتاب؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80144",
            "question": "كم عدد الكلمات في الجملة: نجح عمر التفاحة؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80145",
            "question": "كم عدد الكلمات في الجملة: نجح عمر اللوحة؟",
            "options": [
                "2",
                "4",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80146",
            "question": "كم عدد الكلمات في الجملة: نجح مريم الدرس؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80147",
            "question": "كم عدد الكلمات في الجملة: نجح عمر المدرسة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80148",
            "question": "كم عدد الكلمات في الجملة: نجح خالد المدينة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80149",
            "question": "كم عدد الكلمات في الجملة: نجح سارة القصة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80150",
            "question": "كم عدد الكلمات في الجملة: نجح عمر القلم؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80151",
            "question": "كم عدد الكلمات في الجملة: نجح زينب الماء؟",
            "options": [
                "3",
                "5",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80152",
            "question": "كم عدد الكلمات في الجملة: نجح حسن السماء؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80153",
            "question": "كم عدد الكلمات في الجملة: نجح مريم الطائر؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80154",
            "question": "كم عدد الكلمات في الجملة: نجح خالد الباب؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80155",
            "question": "كم عدد الكلمات في الجملة: نجح سارة المفتاح؟",
            "options": [
                "5",
                "3",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80156",
            "question": "كم عدد الكلمات في الجملة: رأى أحمد الكتاب؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80157",
            "question": "كم عدد الكلمات في الجملة: رأى خالد التفاحة؟",
            "options": [
                "5",
                "3",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80158",
            "question": "كم عدد الكلمات في الجملة: رأى حسن اللوحة؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80159",
            "question": "كم عدد الكلمات في الجملة: رأى حسن الدرس؟",
            "options": [
                "3",
                "4",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80160",
            "question": "كم عدد الكلمات في الجملة: رأى محمد المدرسة؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80161",
            "question": "كم عدد الكلمات في الجملة: رأى أحمد المدينة؟",
            "options": [
                "5",
                "4",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80162",
            "question": "كم عدد الكلمات في الجملة: رأى أحمد القصة؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80163",
            "question": "كم عدد الكلمات في الجملة: رأى مريم القلم؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80164",
            "question": "كم عدد الكلمات في الجملة: رأى محمد الماء؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80165",
            "question": "كم عدد الكلمات في الجملة: رأى حسن السماء؟",
            "options": [
                "5",
                "4",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80166",
            "question": "كم عدد الكلمات في الجملة: رأى فاطمة الطائر؟",
            "options": [
                "4",
                "3",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80167",
            "question": "كم عدد الكلمات في الجملة: رأى حسن الباب؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80168",
            "question": "كم عدد الكلمات في الجملة: رأى خالد المفتاح؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80169",
            "question": "كم عدد الكلمات في الجملة: قال حسن الكتاب؟",
            "options": [
                "4",
                "2",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80170",
            "question": "كم عدد الكلمات في الجملة: قال عمر التفاحة؟",
            "options": [
                "5",
                "4",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80171",
            "question": "كم عدد الكلمات في الجملة: قال خالد اللوحة؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80172",
            "question": "كم عدد الكلمات في الجملة: قال زينب الدرس؟",
            "options": [
                "4",
                "2",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80173",
            "question": "كم عدد الكلمات في الجملة: قال حسن المدرسة؟",
            "options": [
                "3",
                "2",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80174",
            "question": "كم عدد الكلمات في الجملة: قال مريم المدينة؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80175",
            "question": "كم عدد الكلمات في الجملة: قال زينب القصة؟",
            "options": [
                "5",
                "4",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80176",
            "question": "كم عدد الكلمات في الجملة: قال خالد القلم؟",
            "options": [
                "3",
                "5",
                "4",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80177",
            "question": "كم عدد الكلمات في الجملة: قال حسن الماء؟",
            "options": [
                "3",
                "4",
                "2",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80178",
            "question": "كم عدد الكلمات في الجملة: قال عمر السماء؟",
            "options": [
                "4",
                "2",
                "5",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80179",
            "question": "كم عدد الكلمات في الجملة: قال سارة الطائر؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80180",
            "question": "كم عدد الكلمات في الجملة: قال فاطمة الباب؟",
            "options": [
                "2",
                "3",
                "5",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80181",
            "question": "كم عدد الكلمات في الجملة: قال زينب المفتاح؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80182",
            "question": "كم عدد الكلمات في الجملة: ضحك فاطمة الكتاب؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80183",
            "question": "كم عدد الكلمات في الجملة: ضحك سارة التفاحة؟",
            "options": [
                "3",
                "5",
                "2",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80184",
            "question": "كم عدد الكلمات في الجملة: ضحك فاطمة اللوحة؟",
            "options": [
                "5",
                "2",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80185",
            "question": "كم عدد الكلمات في الجملة: ضحك عمر الدرس؟",
            "options": [
                "2",
                "5",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80186",
            "question": "كم عدد الكلمات في الجملة: ضحك سارة المدرسة؟",
            "options": [
                "2",
                "5",
                "4",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80187",
            "question": "كم عدد الكلمات في الجملة: ضحك أحمد المدينة؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80188",
            "question": "كم عدد الكلمات في الجملة: ضحك عمر القصة؟",
            "options": [
                "4",
                "3",
                "5",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80189",
            "question": "كم عدد الكلمات في الجملة: ضحك زينب القلم؟",
            "options": [
                "3",
                "2",
                "4",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80190",
            "question": "كم عدد الكلمات في الجملة: ضحك علي الماء؟",
            "options": [
                "4",
                "5",
                "3",
                "2"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80191",
            "question": "كم عدد الكلمات في الجملة: ضحك أحمد السماء؟",
            "options": [
                "4",
                "2",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80192",
            "question": "كم عدد الكلمات في الجملة: ضحك أحمد الطائر؟",
            "options": [
                "2",
                "4",
                "3",
                "5"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80193",
            "question": "كم عدد الكلمات في الجملة: ضحك خالد الباب؟",
            "options": [
                "5",
                "2",
                "3",
                "4"
            ],
            "answer": "3"
        },
        {
            "id": "v3_80194",
            "question": "كم عدد الكلمات في الجملة: ضحك أحمد المفتاح؟",
            "options": [
                "5",
                "4",
                "2",
                "3"
            ],
            "answer": "3"
        }
    ],
    "2": [
        {
            "id": 588,
            "question": "من هو مخترع المصباح الكهربائي؟",
            "options": [
                "نيوتن",
                "أديسون",
                "تسلا",
                "دا فينشي"
            ],
            "answer": "أديسون",
            "level": "2",
            "category": "science"
        },
        {
            "id": 589,
            "question": "ما هي أكبر قارة في العالم من حيث المساحة؟",
            "options": [
                "أفريقيا",
                "أوروبا",
                "آسيا",
                "أمريكا الشمالية"
            ],
            "answer": "آسيا",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 590,
            "question": "في أي مدينة توجد ساعة 'بيغ بن' الشهيرة؟",
            "options": [
                "باريس",
                "نيويورك",
                "لندن",
                "روما"
            ],
            "answer": "لندن",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 591,
            "question": "ما هو الكوكب الذي يُعرف بـ 'الكوكب الأحمر'؟",
            "options": [
                "الزهرة",
                "المريخ",
                "المشتري",
                "زحل"
            ],
            "answer": "المريخ",
            "level": "2",
            "category": "science"
        },
        {
            "id": 592,
            "question": "من هو الأديب العربي الذي نال جائزة نوبل للآداب؟",
            "options": [
                "طه حسين",
                "نجيب محفوظ",
                "عباس العقاد",
                "توفيق الحكيم"
            ],
            "answer": "نجيب محفوظ",
            "level": "2",
            "category": "literature"
        },
        {
            "id": 593,
            "question": "ما هو الغاز الذي يتنفسه الإنسان ليبقى على قيد الحياة؟",
            "options": [
                "النيتروجين",
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين"
            ],
            "answer": "الأكسجين",
            "level": "2",
            "category": "science"
        },
        {
            "id": 595,
            "question": "في أي بلد وقعت الثورة الصناعية الأولى؟",
            "options": [
                "فرنسا",
                "الولايات المتحدة",
                "بريطانيا",
                "ألمانيا"
            ],
            "answer": "بريطانيا",
            "level": "2",
            "category": "history"
        },
        {
            "id": 596,
            "question": "ما هو المعدن السائل الوحيد في درجة الحرارة العادية؟",
            "options": [
                "الحديد",
                "النحاس",
                "الزئبق",
                "الذهب"
            ],
            "answer": "الزئبق",
            "level": "2",
            "category": "science"
        },
        {
            "id": 597,
            "question": "ما هي عاصمة اليابان؟",
            "options": [
                "سيول",
                "بكين",
                "طوكيو",
                "بانكوك"
            ],
            "answer": "طوكيو",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 598,
            "question": "كم عدد صمامات قلب الإنسان؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "4",
            "level": "2",
            "category": "science"
        },
        {
            "id": 599,
            "question": "من هو القائد الذي فتح بلاد الأندلس؟",
            "options": [
                "خالد بن الوليد",
                "طارق بن زياد",
                "عقبة بن نافع",
                "صلاح الدين"
            ],
            "answer": "طارق بن زياد",
            "level": "2",
            "category": "history"
        },
        {
            "id": 600,
            "question": "ما هي أصغر دولة في العالم من حيث المساحة؟",
            "options": [
                "البحرين",
                "موناكو",
                "الفاتيكان",
                "ناورو"
            ],
            "answer": "الفاتيكان",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 601,
            "question": "ما هو أطول نهر في العالم؟",
            "options": [
                "الأمازون",
                "النيل",
                "المسيسيبي",
                "اليانغتسي"
            ],
            "answer": "النيل",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 602,
            "question": "من هو مكتشف الجاذبية الأرضية؟",
            "options": [
                "جاليليو",
                "نيوتن",
                "أينشتاين",
                "أرشميدس"
            ],
            "answer": "نيوتن",
            "level": "2",
            "category": "science"
        },
        {
            "id": 603,
            "question": "ما هو الغاز المستخدم في إطفاء الحرائق؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين",
                "الهيليوم"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "2",
            "category": "science"
        },
        {
            "id": 604,
            "question": "في أي سنة اندلعت الحرب العالمية الأولى؟",
            "options": [
                "1912",
                "1914",
                "1939",
                "1945"
            ],
            "answer": "1914",
            "level": "2",
            "category": "history"
        },
        {
            "id": 605,
            "question": "ما هي المادة التي يتكون منها قرن وحيد القرن؟",
            "options": [
                "العظم",
                "العاج",
                "الكيراتين",
                "الحجر"
            ],
            "answer": "الكيراتين",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 606,
            "question": "كم عدد لاعبي فريق كرة القدم الأساسيين داخل الملعب؟",
            "options": [
                "9",
                "10",
                "11",
                "12"
            ],
            "answer": "11",
            "level": "2",
            "category": "sports"
        },
        {
            "id": 607,
            "question": "ما هو المحيط الأكبر في العالم؟",
            "options": [
                "الأطلسي",
                "الهندي",
                "الهادئ",
                "المتجمد الشمالي"
            ],
            "answer": "الهادئ",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 608,
            "question": "ما هو العلم الذي يدرس طبقات الأرض؟",
            "options": [
                "الفيزياء",
                "الجيولوجيا",
                "الكيمياء",
                "الفلك"
            ],
            "answer": "الجيولوجيا",
            "level": "2",
            "category": "science"
        },
        {
            "id": 609,
            "question": "من هو مخترع المذياع (الراديو)؟",
            "options": [
                "ماركوني",
                "أديسون",
                "تسلا",
                "بيل"
            ],
            "answer": "ماركوني",
            "level": "2",
            "category": "science"
        },
        {
            "id": 610,
            "question": "ما هي عاصمة أستراليا؟",
            "options": [
                "سيدني",
                "ملبورن",
                "كانبرا",
                "بيرث"
            ],
            "answer": "كانبرا",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 611,
            "question": "ما هو الحيوان الذي يُلقب بـ 'ملك الغابة'؟",
            "options": [
                "النمر",
                "الأسد",
                "الفهد",
                "الفيل"
            ],
            "answer": "الأسد",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 612,
            "question": "كم عدد أركان الإيمان؟",
            "options": [
                "4",
                "5",
                "6",
                "7"
            ],
            "answer": "6",
            "level": "2",
            "category": "islamic"
        },
        {
            "id": 613,
            "question": "من هو صاحب لقب 'صقر قريش'؟",
            "options": [
                "عبد الرحمن الداخل",
                "معاوية بن أبي سفيان",
                "هارون الرشيد",
                "عمر بن عبد العزيز"
            ],
            "answer": "عبد الرحمن الداخل",
            "level": "2",
            "category": "history"
        },
        {
            "id": 614,
            "question": "ما هو المعدن الذي ينجذب للمغناطيس؟",
            "options": [
                "النحاس",
                "الألمنيوم",
                "الحديد",
                "الذهب"
            ],
            "answer": "الحديد",
            "level": "2",
            "category": "science"
        },
        {
            "id": 615,
            "question": "ما هي أكبر بحيرة في العالم؟",
            "options": [
                "بحيرة فيكتوريا",
                "بحر قزوين",
                "البحر الميت",
                "بحيرة ميتشيغان"
            ],
            "answer": "بحر قزوين",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 617,
            "question": "من هو المنتخب الفائز بكأس العالم 2022؟",
            "options": [
                "فرنسا",
                "البرازيل",
                "الأرجنتين",
                "المغرب"
            ],
            "answer": "الأرجنتين",
            "level": "2",
            "category": "sports"
        },
        {
            "id": 618,
            "question": "ما هو الغاز الذي ينبعث من عوادم السيارات؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "أول أكسيد الكربون",
                "الهيدروجين"
            ],
            "answer": "أول أكسيد الكربون",
            "level": "2",
            "category": "science"
        },
        {
            "id": 619,
            "question": "ما هو العضو المسؤول عن تصفية الدم في جسم الإنسان؟",
            "options": [
                "القلب",
                "الكبد",
                "الرئة",
                "الكلية"
            ],
            "answer": "الكلية",
            "level": "2",
            "category": "science"
        },
        {
            "id": 620,
            "question": "في أي مدينة يقع مقر الاتحاد الدولي لكرة القدم (فيفا)؟",
            "options": [
                "باريس",
                "لندن",
                "زيورخ",
                "مدريد"
            ],
            "answer": "زيورخ",
            "level": "2",
            "category": "sports"
        },
        {
            "id": 621,
            "question": "ما هو أندر فصيلة دم في العالم؟",
            "options": [
                "O-",
                "AB-",
                "بومباي (Rh null)",
                "A+"
            ],
            "answer": "بومباي (Rh null)",
            "level": "2",
            "category": "science"
        },
        {
            "id": 623,
            "question": "ما هي أصغر دولة عربية من حيث المساحة؟",
            "options": [
                "قطر",
                "البحرين",
                "لبنان",
                "جيبوتي"
            ],
            "answer": "البحرين",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 625,
            "question": "من هو النبي الذي لُقب بـ 'كليم الله'؟",
            "options": [
                "إبراهيم عليه السلام",
                "موسى عليه السلام",
                "عيسى عليه السلام",
                "يوسف عليه السلام"
            ],
            "answer": "موسى عليه السلام",
            "level": "2",
            "category": "islamic"
        },
        {
            "id": 626,
            "question": "ما هي لغة النمسا الرسمية؟",
            "options": [
                "الفرنسية",
                "الألمانية",
                "الإنجليزية",
                "الإيطالية"
            ],
            "answer": "الألمانية",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 628,
            "question": "من هو الرسام صاحب لوحة 'الموناليزا'؟",
            "options": [
                "بيكاصو",
                "فان جوخ",
                "ليوناردو دا فينشي",
                "مايكل أنجلو"
            ],
            "answer": "ليوناردو دا فينشي",
            "level": "2",
            "category": "arts"
        },
        {
            "id": 629,
            "question": "ما هو الحيوان الذي ينام وعيناه مفتوحتان؟",
            "options": [
                "الدلفين",
                "السمك",
                "الأرنب",
                "البومة"
            ],
            "answer": "السمك",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 630,
            "question": "ما هي عاصمة إسبانيا؟",
            "options": [
                "برشلونة",
                "مدريد",
                "إشبيلية",
                "فالنسيا"
            ],
            "answer": "مدريد",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 631,
            "question": "ما هو الاسم العلمي لملح الطعام؟",
            "options": [
                "كربونات الصوديوم",
                "كلوريد الصوديوم",
                "كبريتات النحاس",
                "أكسيد الحديد"
            ],
            "answer": "كلوريد الصوديوم",
            "level": "2",
            "category": "science"
        },
        {
            "id": 632,
            "question": "من هو أول من صعد إلى الفضاء؟",
            "options": [
                "نيل أرمسترونج",
                "يوري جاجارين",
                "باز ألدرين",
                "جون غلين"
            ],
            "answer": "يوري جاجارين",
            "level": "2",
            "category": "history"
        },
        {
            "id": 633,
            "question": "ما هي المادة التي يتكون منها ظفر الإنسان؟",
            "options": [
                "الكالسيوم",
                "الكيراتين",
                "الحديد",
                "المغنيسيوم"
            ],
            "answer": "الكيراتين",
            "level": "2",
            "category": "science"
        },
        {
            "id": 634,
            "question": "كم عدد اللاعبين في فريق كرة السلة داخل الملعب؟",
            "options": [
                "5",
                "6",
                "7",
                "11"
            ],
            "answer": "5",
            "level": "2",
            "category": "sports"
        },
        {
            "id": 635,
            "question": "ما هي السورة التي تُسمى 'سنام القرآن'؟",
            "options": [
                "البقرة",
                "آل عمران",
                "يس",
                "الرحمن"
            ],
            "answer": "البقرة",
            "level": "2",
            "category": "islamic"
        },
        {
            "id": 638,
            "question": "من هو مؤلف كتاب 'مقدمة ابن خلدون'؟",
            "options": [
                "ابن سينا",
                "ابن خلدون",
                "الغزالي",
                "الفارابي"
            ],
            "answer": "ابن خلدون",
            "level": "2",
            "category": "literature"
        },
        {
            "id": 639,
            "question": "ما هو الحيوان الذي يستطيع تدوير رأسه 270 درجة؟",
            "options": [
                "الصقر",
                "البومة",
                "النسر",
                "الغراب"
            ],
            "answer": "البومة",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 640,
            "question": "ما هي عاصمة روسيا؟",
            "options": [
                "وارسو",
                "برلين",
                "موسكو",
                "مدريد"
            ],
            "answer": "موسكو",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 643,
            "question": "من هو مؤسس علم الجبر؟",
            "options": [
                "ابن الهيثم",
                "الخوارزمي",
                "البيروني",
                "ابن رشد"
            ],
            "answer": "الخوارزمي",
            "level": "2",
            "category": "science"
        },
        {
            "id": 644,
            "question": "ما هو أطول سور في العالم؟",
            "options": [
                "سور برلين",
                "سور الصين العظيم",
                "أسوار القدس",
                "أسوار القسطنطينية"
            ],
            "answer": "سور الصين العظيم",
            "level": "2",
            "category": "history"
        },
        {
            "id": 645,
            "question": "ما هي عاصمة كندا؟",
            "options": [
                "تورونتو",
                "أوتاوا",
                "مونتريال",
                "فانكوفر"
            ],
            "answer": "أوتاوا",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 646,
            "question": "كم عدد الغرف في قلب الإنسان؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "4",
            "level": "2",
            "category": "science"
        },
        {
            "id": 647,
            "question": "ما هو الغاز الذي يشكل النسبة الأكبر من الهواء؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "ثاني أكسيد الكربون",
                "الأرجون"
            ],
            "answer": "النيتروجين",
            "level": "2",
            "category": "science"
        },
        {
            "id": 648,
            "question": "من هو المنتخب الفائز بكأس العالم 2014؟",
            "options": [
                "الأرجنتين",
                "ألمانيا",
                "البرازيل",
                "هولندا"
            ],
            "answer": "ألمانيا",
            "level": "2",
            "category": "sports"
        },
        {
            "id": 649,
            "question": "ما هو الحيوان الذي يستطيع تغيير لونه؟",
            "options": [
                "الأفعى",
                "الحرباء",
                "التمساح",
                "السلحفاة"
            ],
            "answer": "الحرباء",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 650,
            "question": "في أي مدينة توجد ساعة 'بيغ بن'؟",
            "options": [
                "باريس",
                "لندن",
                "نيويورك",
                "روما"
            ],
            "answer": "لندن",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 651,
            "question": "ما هو أثقل عضو في جسم الإنسان؟",
            "options": [
                "القلب",
                "الكبد",
                "المخ",
                "الرئة"
            ],
            "answer": "الكبد",
            "level": "2",
            "category": "science"
        },
        {
            "id": 652,
            "question": "كم عدد فقرات العمود الفقري للإنسان؟",
            "options": [
                "22",
                "33",
                "44",
                "55"
            ],
            "answer": "33",
            "level": "2",
            "category": "science"
        },
        {
            "id": 653,
            "question": "ما هي العملة المستخدمة في اليابان؟",
            "options": [
                "اليوان",
                "الين",
                "الدولار",
                "اليورو"
            ],
            "answer": "الين",
            "level": "2",
            "category": "general"
        },
        {
            "id": 654,
            "question": "من هو مكتشف البنسلين؟",
            "options": [
                "باستير",
                "ألكسندر فلمنج",
                "نيوتن",
                "كوري"
            ],
            "answer": "ألكسندر فلمنج",
            "level": "2",
            "category": "science"
        },
        {
            "id": 655,
            "question": "ما هي الدولة التي فازت بكأس العالم 2010؟",
            "options": [
                "ألمانيا",
                "إسبانيا",
                "هولندا",
                "البرازيل"
            ],
            "answer": "إسبانيا",
            "level": "2",
            "category": "sports"
        },
        {
            "id": 656,
            "question": "كم تبلغ نسبة الماء في الكرة الأرضية تقريباً؟",
            "options": [
                "50%",
                "60%",
                "71%",
                "80%"
            ],
            "answer": "71%",
            "level": "2",
            "category": "science"
        },
        {
            "id": 658,
            "question": "من هو 'عميد الأدب العربي'؟",
            "options": [
                "عباس العقاد",
                "طه حسين",
                "نجيب محفوظ",
                "توفيق الحكيم"
            ],
            "answer": "طه حسين",
            "level": "2",
            "category": "literature"
        },
        {
            "id": 659,
            "question": "ما هي السورة التي لا تبدأ بالبسملة؟",
            "options": [
                "الكهف",
                "التوبة",
                "يس",
                "الرحمن"
            ],
            "answer": "التوبة",
            "level": "2",
            "category": "islamic"
        },
        {
            "id": 660,
            "question": "ما هو الحيوان الذي لا يمتلك أحبالاً صوتية؟",
            "options": [
                "الزرافة",
                "الفيل",
                "النمل",
                "التمساح"
            ],
            "answer": "الزرافة",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 663,
            "question": "كم عدد أرجل العنكبوت؟",
            "options": [
                "6",
                "8",
                "10",
                "12"
            ],
            "answer": "8",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 664,
            "question": "من هو مخترع الهاتف؟",
            "options": [
                "أديسون",
                "جراهام بيل",
                "ماركوني",
                "تسلا"
            ],
            "answer": "جراهام بيل",
            "level": "2",
            "category": "science"
        },
        {
            "id": 665,
            "question": "ما هي أصغر قارة في العالم من حيث المساحة؟",
            "options": [
                "أوروبا",
                "أفريقيا",
                "أستراليا",
                "أمريكا الجنوبية"
            ],
            "answer": "أستراليا",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 666,
            "question": "في أي مدينة يقع مقر منظمة الأمم المتحدة؟",
            "options": [
                "لندن",
                "باريس",
                "جنيف",
                "نيويورك"
            ],
            "answer": "نيويورك",
            "level": "2",
            "category": "general"
        },
        {
            "id": 667,
            "question": "ما هو المعدن الذي يُسمى 'الذهب الأسود'؟",
            "options": [
                "الفحم",
                "البترول",
                "الحديد",
                "النحاس"
            ],
            "answer": "البترول",
            "level": "2",
            "category": "general"
        },
        {
            "id": 668,
            "question": "من هو مكتشف الدورة الدموية الكبرى؟",
            "options": [
                "ابن النفيس",
                "ويليام هارفي",
                "باستير",
                "أديسون"
            ],
            "answer": "ويليام هارفي",
            "level": "2",
            "category": "science"
        },
        {
            "id": 669,
            "question": "ما هي الدولة التي قدمت تمثال الحرية هدية لأمريكا؟",
            "options": [
                "بريطانيا",
                "فرنسا",
                "إسبانيا",
                "إيطاليا"
            ],
            "answer": "فرنسا",
            "level": "2",
            "category": "history"
        },
        {
            "id": 670,
            "question": "كم عدد قلوب الأخطبوط؟",
            "options": [
                "1",
                "2",
                "3",
                "4"
            ],
            "answer": "3",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 671,
            "question": "ما هي لغة البرازيل الرسمية؟",
            "options": [
                "الإسبانية",
                "البرتغالية",
                "الفرنسية",
                "الإنجليزية"
            ],
            "answer": "البرتغالية",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 672,
            "question": "من هو مؤسس علم الاجتماع؟",
            "options": [
                "أفلاطون",
                "ابن خلدون",
                "أرسطو",
                "الفارابي"
            ],
            "answer": "ابن خلدون",
            "level": "2",
            "category": "history"
        },
        {
            "id": 674,
            "question": "في أي سنة انتهت الحرب العالمية الثانية؟",
            "options": [
                "1940",
                "1942",
                "1945",
                "1950"
            ],
            "answer": "1945",
            "level": "2",
            "category": "history"
        },
        {
            "id": 678,
            "question": "ما هي أصغر دولة في العالم؟",
            "options": [
                "موناكو",
                "البحرين",
                "الفاتيكان",
                "ناورو"
            ],
            "answer": "الفاتيكان",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 682,
            "question": "ما هي عاصمة إيطاليا؟",
            "options": [
                "ميلانو",
                "فينيسيا",
                "روما",
                "نابولي"
            ],
            "answer": "روما",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 683,
            "question": "كم تبلغ نسبة الماء في الكرة الأرضية؟",
            "options": [
                "50%",
                "60%",
                "71%",
                "80%"
            ],
            "answer": "71%",
            "level": "2",
            "category": "science"
        },
        {
            "id": 694,
            "question": "ما هي أصغر قارة في العالم؟",
            "options": [
                "أوروبا",
                "أفريقيا",
                "أستراليا",
                "أمريكا الجنوبية"
            ],
            "answer": "أستراليا",
            "level": "2",
            "category": "geography"
        },
        {
            "id": 698,
            "question": "كم عدد القلوب لدى الأخطبوط؟",
            "options": [
                "1",
                "2",
                "3",
                "4"
            ],
            "answer": "3",
            "level": "2",
            "category": "nature"
        },
        {
            "id": 831,
            "question": "ما هي المادة التي تُصنع منها أغشية الخلايا الحية بشكل أساسي؟",
            "options": [
                "الدهون",
                "السكريات",
                "البروتينات",
                "الليبيدات الفسفورية"
            ],
            "answer": "الليبيدات الفسفورية",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 832,
            "question": "في أي مدينة يقع مقر البرلمان الأوروبي الرسمي؟",
            "options": [
                "بروكسل",
                "ستراسبورغ",
                "برلين",
                "فيينا"
            ],
            "answer": "ستراسبورغ",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 833,
            "question": "من هو أول من اكتشف فيروس كورونا بشري؟",
            "options": [
                "لويس باستير",
                "ديفيد تيريل",
                "جون سنو",
                "روبرت كوخ"
            ],
            "answer": "ديفيد تيريل",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 834,
            "question": "ما هو الاسم القديم لمدينة 'نيويورك' الأمريكية؟",
            "options": [
                "نيو لندن",
                "نيو جيرسي",
                "نيو أمستردام",
                "نيو يوركشاير"
            ],
            "answer": "نيو أمستردام",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 835,
            "question": "أي من هذه المعادن يتميز بأنه موصل فائق للكهرباء والحرارة؟",
            "options": [
                "الذهب",
                "النحاس",
                "الفضة",
                "البلاتين"
            ],
            "answer": "الفضة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 836,
            "question": "ما هي الدولة التي يمر بها أكبر عدد من خطوط الوقت (Time Zones)؟",
            "options": [
                "روسيا",
                "الولايات المتحدة",
                "فرنسا",
                "الصين"
            ],
            "answer": "فرنسا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 837,
            "question": "كم عدد أوتار آلة 'العود' التقليدية الشائعة؟",
            "options": [
                "10 أوتار",
                "11 وتراً",
                "12 وتراً",
                "8 أوتار"
            ],
            "answer": "11 وتراً",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 838,
            "question": "ما هو الكوكب الذي يدور حول نفسه باتجاه عقارب الساعة (عكس باقي الكواكب)؟",
            "options": [
                "المريخ",
                "الزهرة",
                "زحل",
                "أورانوس"
            ],
            "answer": "الزهرة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 839,
            "question": "من هو صاحب الرقم القياسي لأسرع هدف في تاريخ كأس العالم؟",
            "options": [
                "رونالدو",
                "بيليه",
                "هاكان شوكور",
                "كلوزه"
            ],
            "answer": "هاكان شوكور",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 840,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ج' (Vitamin C)؟",
            "options": [
                "حمض الستريك",
                "حمض الأسكوربيك",
                "الريتينول",
                "الثيامين"
            ],
            "answer": "حمض الأسكوربيك",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 841,
            "question": "ما هي أكبر بحيرة عذبة في قارة أفريقيا؟",
            "options": [
                "بحيرة ناصر",
                "بحيرة تشاد",
                "بحيرة فيكتوريا",
                "بحيرة تنجانيقا"
            ],
            "answer": "بحيرة فيكتوريا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 842,
            "question": "من هو العالم الذي وضع قانون الطفو الشهير؟",
            "options": [
                "فيثاغورس",
                "أرخميدس",
                "سقراط",
                "أفلاطون"
            ],
            "answer": "أرخميدس",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 843,
            "question": "في أي بلد بدأت الألعاب الأولمبية القديمة؟",
            "options": [
                "إيطاليا",
                "اليونان",
                "مصر",
                "تركيا"
            ],
            "answer": "اليونان",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 844,
            "question": "ما هو الحيوان الذي يُعتبر الأسرع في البحر؟",
            "options": [
                "الدولفين",
                "القرش الأبيض",
                "سمكة الشراع",
                "الحوت القاتل"
            ],
            "answer": "سمكة الشراع",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 845,
            "question": "ما هي اللغة الرسمية في دولة السنغال؟",
            "options": [
                "الإنجليزية",
                "البرتغالية",
                "الفرنسية",
                "الإسبانية"
            ],
            "answer": "الفرنسية",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 846,
            "question": "كم عدد الفقرات في رقبة الإنسان؟",
            "options": [
                "5 فقرات",
                "7 فقرات",
                "9 فقرات",
                "12 فقرة"
            ],
            "answer": "7 فقرات",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 847,
            "question": "ما هي عاصمة دولة آيسلندا؟",
            "options": [
                "ريكيافيك",
                "أوسلو",
                "هلسنكي",
                "كوبنهاجن"
            ],
            "answer": "ريكيافيك",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 848,
            "question": "ما هو أصغر عنصر في الجدول الدوري من حيث العدد الذري؟",
            "options": [
                "الهيليوم",
                "الهيدروجين",
                "الليثيوم",
                "الأكسجين"
            ],
            "answer": "الهيدروجين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 849,
            "question": "من هو الأديب العالمي صاحب رواية 'مئة عام من العزلة'؟",
            "options": [
                "نجيب محفوظ",
                "غابرييل غارسيا ماركيز",
                "باولو كويلو",
                "جورج أورويل"
            ],
            "answer": "غابرييل غارسيا ماركيز",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 850,
            "question": "ما هي المدينة التي يُطلق عليها 'مدينة السلام' وتوجد في مصر؟",
            "options": [
                "الغردقة",
                "شرم الشيخ",
                "الإسكندرية",
                "أسوان"
            ],
            "answer": "شرم الشيخ",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 851,
            "question": "ما هي المادة التي تمنح الدم لونه الأحمر؟",
            "options": [
                "الهيموجلوبين",
                "البلازما",
                "الصفائح الدموية",
                "الكلوروفيل"
            ],
            "answer": "الهيموجلوبين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 852,
            "question": "في أي مدينة يقع المقر الرئيسي لمنظمة الصحة العالمية؟",
            "options": [
                "باريس",
                "لندن",
                "جنيف",
                "روما"
            ],
            "answer": "جنيف",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 853,
            "question": "من هو مخترع المجهر البسيط (الميكروسكوب)؟",
            "options": [
                "نيوتن",
                "ليفينهوك",
                "باستير",
                "جاليليو"
            ],
            "answer": "ليفينهوك",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 854,
            "question": "ما هو الاسم الذي يطلق على صغير النسر؟",
            "options": [
                "هيثم",
                "شبل",
                "دغفل",
                "جرو"
            ],
            "answer": "هيثم",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 855,
            "question": "أي من هذه الغازات يستخدم في ملء المناطيد لخفته؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الهيليوم",
                "الأرجون"
            ],
            "answer": "الهيليوم",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 856,
            "question": "ما هي عاصمة دولة الأرجنتين؟",
            "options": [
                "سانتياغو",
                "بوينس آيرس",
                "ليما",
                "برازيليا"
            ],
            "answer": "بوينس آيرس",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 857,
            "question": "ما هو المعدن الذي يستخدم في صناعة فتيل المصباح الكهربائي التقليدي؟",
            "options": [
                "النحاس",
                "التنجستن",
                "الحديد",
                "الألومنيوم"
            ],
            "answer": "التنجستن",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 859,
            "question": "في أي قارة تقع جبال 'الألب'؟",
            "options": [
                "آسيا",
                "أفريقيا",
                "أوروبا",
                "أستراليا"
            ],
            "answer": "أوروبا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 860,
            "question": "ما هو أسرع حيوان بري في العالم؟",
            "options": [
                "الأسد",
                "النمر",
                "الفهد الصياد",
                "الغزال"
            ],
            "answer": "الفهد الصياد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 861,
            "question": "من هو مكتشف 'البنسلين'؟",
            "options": [
                "ألكسندر فلمنج",
                "لويس باستير",
                "ماري كوري",
                "توماس إديسون"
            ],
            "answer": "ألكسندر فلمنج",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 862,
            "question": "ما هي عملة دولة سويسرا؟",
            "options": [
                "اليورو",
                "الجنيه",
                "الفرنك السويسري",
                "الدولار"
            ],
            "answer": "الفرنك السويسري",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 863,
            "question": "ما هو أقرب كوكب إلى الشمس؟",
            "options": [
                "الزهرة",
                "المريخ",
                "عطارد",
                "الأرض"
            ],
            "answer": "عطارد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 865,
            "question": "ما هو أكبر محيط في العالم من حيث المساحة؟",
            "options": [
                "المحيط الأطلسي",
                "المحيط الهندي",
                "المحيط الهادي",
                "المحيط المتجمد الشمالي"
            ],
            "answer": "المحيط الهادي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 866,
            "question": "كم عدد أوتار آلة 'الكمان' الأساسية؟",
            "options": [
                "3 أوتار",
                "4 أوتار",
                "5 أوتار",
                "6 أوتار"
            ],
            "answer": "4 أوتار",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 867,
            "question": "ما هو الغاز الذي يتسبب في 'الاحتباس الحراري' بشكل رئيسي؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين",
                "الأوزون"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 868,
            "question": "من هو الأديب العربي الملقب بـ 'شاعر النيل'؟",
            "options": [
                "أحمد شوقي",
                "حافظ إبراهيم",
                "المتنبي",
                "خليل مطران"
            ],
            "answer": "حافظ إبراهيم",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 870,
            "question": "ما هو المعدن السائل الوحيد في درجة حرارة الغرفة؟",
            "options": [
                "الرصاص",
                "الزئبق",
                "القصدير",
                "النحاس"
            ],
            "answer": "الزئبق",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 971,
            "question": "ما هي عاصمة دولة الإمارات العربية المتحدة؟",
            "options": [
                "دبي",
                "أبوظبي",
                "الشارقة",
                "عجمان"
            ],
            "answer": "أبوظبي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 972,
            "question": "من هو العالم الذي اكتشف الجاذبية الأرضية؟",
            "options": [
                "آينشتاين",
                "نيوتن",
                "جاليليو",
                "باسكال"
            ],
            "answer": "نيوتن",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 973,
            "question": "ما هو اللقب الذي يُطلق على كوكب المريخ؟",
            "options": [
                "الكوكب الأزرق",
                "الكوكب الأحمر",
                "الكوكب العملاق",
                "كوكب الصخر"
            ],
            "answer": "الكوكب الأحمر",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 975,
            "question": "ما هي أكبر دولة في العالم من حيث المساحة؟",
            "options": [
                "الصين",
                "كندا",
                "روسيا",
                "الولايات المتحدة"
            ],
            "answer": "روسيا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 976,
            "question": "في أي مدينة يقع المقر الرئيسي لمنظمة اليونسكو؟",
            "options": [
                "لندن",
                "نيويورك",
                "باريس",
                "جنيف"
            ],
            "answer": "باريس",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 977,
            "question": "ما هو الرمز الكيميائي لعنصر الذهب؟",
            "options": [
                "Ag",
                "Au",
                "Fe",
                "Cu"
            ],
            "answer": "Au",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 978,
            "question": "من هو المنتخب الذي فاز بكأس العالم لكرة القدم عام 2022؟",
            "options": [
                "فرنسا",
                "البرازيل",
                "الأرجنتين",
                "كرواتيا"
            ],
            "answer": "الأرجنتين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 979,
            "question": "ما هو الحيوان الذي يُعرف بـ 'سفينة الصحراء'؟",
            "options": [
                "الحصان",
                "الجمل",
                "الحمار الوحشي",
                "الفيل"
            ],
            "answer": "الجمل",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 980,
            "question": "كم عدد القارات في العالم؟",
            "options": [
                "5",
                "6",
                "7",
                "8"
            ],
            "answer": "7",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 981,
            "question": "ما هي عاصمة دولة الأردن؟",
            "options": [
                "عمان",
                "إربد",
                "العقبة",
                "الزرقاء"
            ],
            "answer": "عمان",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 982,
            "question": "ما هو الغاز الذي يستخدمه النبات في عملية البناء الضوئي؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 985,
            "question": "كم عدد أذرع الأخطبوط؟",
            "options": [
                "6 أذرع",
                "8 أذرع",
                "10 أذرع",
                "12 ذراعاً"
            ],
            "answer": "8 أذرع",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 986,
            "question": "ما هو المعدن الذي يكون سائلاً في درجة الحرارة العادية؟",
            "options": [
                "النحاس",
                "الحديد",
                "الزئبق",
                "الرصاص"
            ],
            "answer": "الزئبق",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 987,
            "question": "في أي مدينة يقع برج 'خليفة'؟",
            "options": [
                "الرياض",
                "دبي",
                "الدوحة",
                "الكويت"
            ],
            "answer": "دبي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 988,
            "question": "ما هو العلم الذي يهتم بدراسة الكائنات الحية؟",
            "options": [
                "الفيزياء",
                "الكيمياء",
                "الأحياء",
                "الجيولوجيا"
            ],
            "answer": "الأحياء",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 989,
            "question": "كم تبلغ نسبة الماء في جسم الإنسان تقريباً؟",
            "options": [
                "30%",
                "50%",
                "70%",
                "90%"
            ],
            "answer": "70%",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 990,
            "question": "ما هي العملة الرسمية في المملكة العربية السعودية؟",
            "options": [
                "الدينار",
                "الدرهم",
                "الريال",
                "الجنيه"
            ],
            "answer": "الريال",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 991,
            "question": "من هو القائد العربي الذي فتح بلاد الأندلس؟",
            "options": [
                "خالد بن الوليد",
                "طارق بن زياد",
                "عقبة بن نافع",
                "صلاح الدين"
            ],
            "answer": "طارق بن زياد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 993,
            "question": "في أي عام اندلعت الحرب العالمية الأولى؟",
            "options": [
                "1910",
                "1914",
                "1918",
                "1939"
            ],
            "answer": "1914",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 994,
            "question": "ما هو الكوكب الأقرب إلى الشمس؟",
            "options": [
                "الأرض",
                "الزهرة",
                "المريخ",
                "عطارد"
            ],
            "answer": "عطارد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 996,
            "question": "من هو صاحب لقب 'فيلسوف العرب'؟",
            "options": [
                "الفارابي",
                "الكندي",
                "ابن رشد",
                "ابن سينا"
            ],
            "answer": "الكندي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 997,
            "question": "كم عدد لاعبي فريق كرة القدم في الملعب (لفريق واحد)؟",
            "options": [
                "9 لاعبين",
                "10 لاعبين",
                "11 لاعباً",
                "12 لاعباً"
            ],
            "answer": "11 لاعباً",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 998,
            "question": "ما هي عاصمة دولة إسبانيا؟",
            "options": [
                "برشلونة",
                "مدريد",
                "إشبيلية",
                "فالنسيا"
            ],
            "answer": "مدريد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 999,
            "question": "ما هو الطائر الذي يضع أكبر بيضة في العالم؟",
            "options": [
                "النسر",
                "النعامة",
                "البجعة",
                "البومة"
            ],
            "answer": "النعامة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1000,
            "question": "أي من هذه المعادن ينجذب للمغناطيس؟",
            "options": [
                "النحاس",
                "الألومنيوم",
                "الحديد",
                "الذهب"
            ],
            "answer": "الحديد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1001,
            "question": "ما هي عاصمة دولة الكويت؟",
            "options": [
                "الفروانية",
                "الجهراء",
                "مدينة الكويت",
                "الأحمدي"
            ],
            "answer": "مدينة الكويت",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1003,
            "question": "ما هو أسرع كائن حي في البحر؟",
            "options": [
                "الدولفين",
                "القرش",
                "سمكة الشراع",
                "الحوت القاتل"
            ],
            "answer": "سمكة الشراع",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1006,
            "question": "كم عدد أسنان الإنسان البالغ؟",
            "options": [
                "28 سناً",
                "30 سناً",
                "32 سناً",
                "34 سناً"
            ],
            "answer": "32 سناً",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1007,
            "question": "ما هو الغاز الذي يشكل أغلب الغلاف الجوي للأرض؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الهيدروجين",
                "الأرجون"
            ],
            "answer": "النيتروجين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1008,
            "question": "من هو المنتخب الذي فاز بكأس العالم 2018؟",
            "options": [
                "البرازيل",
                "ألمانيا",
                "فرنسا",
                "كرواتيا"
            ],
            "answer": "فرنسا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1009,
            "question": "ما هي لغة دولة البرازيل الرسمية؟",
            "options": [
                "الإسبانية",
                "الفرنسية",
                "البرتغالية",
                "الإنجليزية"
            ],
            "answer": "البرتغالية",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1010,
            "question": "كم عدد ألوان قوس قزح؟",
            "options": [
                "5 ألوان",
                "6 ألوان",
                "7 ألوان",
                "8 ألوان"
            ],
            "answer": "7 ألوان",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1011,
            "question": "ما هي عاصمة دولة عُمان؟",
            "options": [
                "صلالة",
                "مسقط",
                "نزوى",
                "صحار"
            ],
            "answer": "مسقط",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1012,
            "question": "ما هو الاسم العلمي لمرض 'ضغط الدم المرتفع'؟",
            "options": [
                "الأنيميا",
                "السكري",
                "الهيبيرتنسون",
                "الكوليسترول"
            ],
            "answer": "الهيبيرتنسون",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1014,
            "question": "ما هو أكبر محيط في العالم؟",
            "options": [
                "الأطلسي",
                "الهندي",
                "الهادي",
                "المتجمد الشمالي"
            ],
            "answer": "الهادي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1015,
            "question": "في أي مدينة يقع مقر الأمم المتحدة؟",
            "options": [
                "واشنطن",
                "لندن",
                "نيويورك",
                "جنيف"
            ],
            "answer": "نيويورك",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1017,
            "question": "ما هو المعدن الذي يستخدم في صناعة أقلام الرصاص؟",
            "options": [
                "الرصاص",
                "الجرافيت",
                "الفحم",
                "النحاس"
            ],
            "answer": "الجرافيت",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1018,
            "question": "من هو صاحب لقب 'عميد الأدب العربي'؟",
            "options": [
                "نجيب محفوظ",
                "طه حسين",
                "عباس العقاد",
                "توفيق الحكيم"
            ],
            "answer": "طه حسين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1019,
            "question": "كم عدد فقرات عنق الإنسان؟",
            "options": [
                "5 فقرات",
                "7 فقرات",
                "9 فقرات",
                "12 فقرة"
            ],
            "answer": "7 فقرات",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1020,
            "question": "ما هي عاصمة دولة إيطاليا؟",
            "options": [
                "ميلانو",
                "فلورنسا",
                "روما",
                "فينيسيا"
            ],
            "answer": "روما",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1021,
            "question": "ما هو الغاز الذي نخرجه أثناء عملية الزفير؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1022,
            "question": "في أي بلد أقيمت أول ألعاب أولمبية حديثة عام 1896؟",
            "options": [
                "فرنسا",
                "اليونان",
                "إيطاليا",
                "بريطانيا"
            ],
            "answer": "اليونان",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1023,
            "question": "ما هي عاصمة دولة روسيا؟",
            "options": [
                "سانت بطرسبرغ",
                "موسكو",
                "سيبيريا",
                "كازان"
            ],
            "answer": "موسكو",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1024,
            "question": "من هو العالم العربي الذي أسس علم الجبر؟",
            "options": [
                "ابن الهيثم",
                "الخوارزمي",
                "ابن سينا",
                "الفارابي"
            ],
            "answer": "الخوارزمي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1025,
            "question": "ما هو الاسم العلمي للماء؟",
            "options": [
                "أكسيد النيتروجين",
                "ثاني أكسيد الهيدروجين",
                "أكسيد الهيدروجين الثنائي",
                "كبريتات النحاس"
            ],
            "answer": "أكسيد الهيدروجين الثنائي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1026,
            "question": "ما هي أكبر جزيرة في العالم؟",
            "options": [
                "مدغشقر",
                "جرينلاند",
                "صقلية",
                "قبرص"
            ],
            "answer": "جرينلاند",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1027,
            "question": "ما هي عاصمة دولة مصر؟",
            "options": [
                "الإسكندرية",
                "الجيزة",
                "القاهرة",
                "أسوان"
            ],
            "answer": "القاهرة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1029,
            "question": "ما هو العضو المسؤول عن حاسة التوازن في جسم الإنسان؟",
            "options": [
                "العين",
                "الأذن",
                "الدماغ",
                "القدم"
            ],
            "answer": "الأذن",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1030,
            "question": "ما هي المادة التي يتكون منها هيكل سمك القرش؟",
            "options": [
                "العظم",
                "الغضروف",
                "السيليكون",
                "البروتين"
            ],
            "answer": "الغضروف",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1031,
            "question": "ما هي عاصمة دولة البحرين؟",
            "options": [
                "المحرق",
                "المنامة",
                "الرفاع",
                "مدينة حمد"
            ],
            "answer": "المنامة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1032,
            "question": "ما هو أقرب كوكب إلى الأرض؟",
            "options": [
                "عطارد",
                "الزهرة",
                "المريخ",
                "المشتري"
            ],
            "answer": "الزهرة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1034,
            "question": "في أي مدينة يقع جامع الزيتونة الشهير؟",
            "options": [
                "القاهرة",
                "القيروان",
                "تونس",
                "فاس"
            ],
            "answer": "تونس",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1035,
            "question": "ما هي المادة التي تمنح النبات لونه الأخضر؟",
            "options": [
                "الهيموجلوبين",
                "الكلوروفيل",
                "الميلانين",
                "الكيراتين"
            ],
            "answer": "الكلوروفيل",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1039,
            "question": "ما هي عاصمة دولة تونس؟",
            "options": [
                "سوسة",
                "تونس",
                "صفاقس",
                "بنزرت"
            ],
            "answer": "تونس",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1040,
            "question": "من هو المنتخب الفائز بكأس العالم 2010؟",
            "options": [
                "هولندا",
                "ألمانيا",
                "إسبانيا",
                "البرازيل"
            ],
            "answer": "إسبانيا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1041,
            "question": "ما هو المعدن الذي يستخدم لصناعة أسلاك الكهرباء؟",
            "options": [
                "الحديد",
                "النحاس",
                "الرصاص",
                "الألومنيوم"
            ],
            "answer": "النحاس",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1042,
            "question": "في أي مدينة يقع مقر البنك الدولي؟",
            "options": [
                "لندن",
                "نيويورك",
                "واشنطن",
                "باريس"
            ],
            "answer": "واشنطن",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1043,
            "question": "ما هو الحيوان الذي لا ينام أبداً؟",
            "options": [
                "القرش",
                "الزرافة",
                "الحصان",
                "البومة"
            ],
            "answer": "القرش",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1044,
            "question": "ما هو العلم الذي يدرس الأحافير؟",
            "options": [
                "الجيولوجيا",
                "الباليونتولوجيا",
                "الأنثروبولوجيا",
                "البيولوجيا"
            ],
            "answer": "الباليونتولوجيا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1045,
            "question": "ما هي عاصمة دولة قطر؟",
            "options": [
                "الريان",
                "الدوحة",
                "الوكرة",
                "الخور"
            ],
            "answer": "الدوحة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1046,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ج'؟",
            "options": [
                "حمض الستريك",
                "حمض الأسكوربيك",
                "الريتينول",
                "الثيامين"
            ],
            "answer": "حمض الأسكوربيك",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1047,
            "question": "كم عدد الفقرات في رقبة الزرافة؟",
            "options": [
                "7 فقرات",
                "14 فقرة",
                "21 فقرة",
                "28 فقرة"
            ],
            "answer": "7 فقرات",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1048,
            "question": "ما هي عاصمة دولة الجزائر؟",
            "options": [
                "وهران",
                "الجزائر العاصمة",
                "قسنطينة",
                "عنابة"
            ],
            "answer": "الجزائر العاصمة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1049,
            "question": "ما هو الطائر الذي يلقب بـ 'الهيثم' عندما يكون صغيراً؟",
            "options": [
                "النسر",
                "الصقر",
                "الغراب",
                "البومة"
            ],
            "answer": "الصقر",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1050,
            "question": "ما هو الغاز الذي يستخدم في ملء المناطيد؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "الأكسجين",
                "النيتروجين"
            ],
            "answer": "الهيليوم",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1051,
            "question": "ما هي عاصمة دولة المغرب؟",
            "options": [
                "الدار البيضاء",
                "الرباط",
                "فاس",
                "مراكش"
            ],
            "answer": "الرباط",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1052,
            "question": "من هو صاحب لوحة الموناليزا؟",
            "options": [
                "بيكاسو",
                "ليوناردو دا فينشي",
                "فان جوخ",
                "ميكيلانجيلو"
            ],
            "answer": "ليوناردو دا فينشي",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1055,
            "question": "ما هي عاصمة دولة السودان؟",
            "options": [
                "أم درمان",
                "الخرطوم",
                "بورتسودان",
                "كسلا"
            ],
            "answer": "الخرطوم",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1056,
            "question": "ما هو الكوكب الذي يلقب بـ 'العملاق الغازي'؟",
            "options": [
                "المريخ",
                "المشتري",
                "الأرض",
                "عطارد"
            ],
            "answer": "المشتري",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1057,
            "question": "من هو المنتخب الفائز بكأس العالم 2006؟",
            "options": [
                "فرنسا",
                "ألمانيا",
                "إيطاليا",
                "البرازيل"
            ],
            "answer": "إيطاليا",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1058,
            "question": "ما هي عاصمة دولة سوريا؟",
            "options": [
                "حلب",
                "حمص",
                "دمشق",
                "اللاذقية"
            ],
            "answer": "دمشق",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1059,
            "question": "ما هو الغاز الذي يساعد على الاشتعال ولا يشتعل؟",
            "options": [
                "النيتروجين",
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين"
            ],
            "answer": "الأكسجين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1060,
            "question": "كم عدد أيام السنة الكبيسة؟",
            "options": [
                "364 يوماً",
                "365 يوماً",
                "366 يوماً",
                "367 يوماً"
            ],
            "answer": "366 يوماً",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1061,
            "question": "ما هي عاصمة دولة العراق؟",
            "options": [
                "البصرة",
                "الموصل",
                "بغداد",
                "أربيل"
            ],
            "answer": "بغداد",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1063,
            "question": "في أي مدينة يقع مقر جامعة الدول العربية؟",
            "options": [
                "الرياض",
                "تونس",
                "القاهرة",
                "بيروت"
            ],
            "answer": "القاهرة",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1066,
            "question": "ما هو الغاز الذي يستخدم لإطفاء الحرائق؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين",
                "النيتروجين"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1067,
            "question": "كم عدد لاعبي فريق كرة اليد في الملعب؟",
            "options": [
                "5 لاعبين",
                "6 لاعبين",
                "7 لاعبين",
                "8 لاعبين"
            ],
            "answer": "7 لاعبين",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1068,
            "question": "ما هي عاصمة دولة لبنان؟",
            "options": [
                "طرابلس",
                "بيروت",
                "صيدا",
                "صور"
            ],
            "answer": "بيروت",
            "level": "2",
            "category": "عام"
        },
        {
            "id": 1070,
            "question": "من هو المنتخب الفائز بكأس العالم 2002؟",
            "options": [
                "ألمانيا",
                "فرنسا",
                "البرازيل",
                "إنجلترا"
            ],
            "answer": "البرازيل",
            "level": "2",
            "category": "عام"
        },
        {
            "id": "auto_10158",
            "question": "ما هو الرمز الكيميائي لعنصر الأكسجين؟",
            "options": [
                "C",
                "Au",
                "N",
                "O"
            ],
            "answer": "O"
        },
        {
            "id": "auto_10159",
            "question": "ما هو الرمز الكيميائي لعنصر الهيدروجين؟",
            "options": [
                "H",
                "O",
                "N",
                "Cu"
            ],
            "answer": "H"
        },
        {
            "id": "auto_10160",
            "question": "ما هو الرمز الكيميائي لعنصر الكربون؟",
            "options": [
                "Ag",
                "C",
                "Fe",
                "N"
            ],
            "answer": "C"
        },
        {
            "id": "auto_10161",
            "question": "ما هو الرمز الكيميائي لعنصر النيتروجين؟",
            "options": [
                "H",
                "Cu",
                "N",
                "Au"
            ],
            "answer": "N"
        },
        {
            "id": "auto_10162",
            "question": "ما هو الرمز الكيميائي لعنصر الحديد؟",
            "options": [
                "Au",
                "H",
                "Ag",
                "Fe"
            ],
            "answer": "Fe"
        },
        {
            "id": "auto_10163",
            "question": "ما هو الرمز الكيميائي لعنصر النحاس؟",
            "options": [
                "Au",
                "Fe",
                "Cu",
                "C"
            ],
            "answer": "Cu"
        },
        {
            "id": "auto_10165",
            "question": "ما هو الرمز الكيميائي لعنصر الفضة؟",
            "options": [
                "C",
                "Fe",
                "Ag",
                "Cu"
            ],
            "answer": "Ag"
        },
        {
            "id": "auto_10166",
            "question": "ما هو الترتيب الشمسي لكوكب عطارد؟",
            "options": [
                "10",
                "1",
                "3",
                "2"
            ],
            "answer": "1"
        },
        {
            "id": "auto_10167",
            "question": "ما هو الترتيب الشمسي لكوكب الزهرة؟",
            "options": [
                "4",
                "1",
                "3",
                "2"
            ],
            "answer": "2"
        },
        {
            "id": "auto_10168",
            "question": "ما هو الترتيب الشمسي لكوكب الأرض؟",
            "options": [
                "4",
                "5",
                "2",
                "3"
            ],
            "answer": "3"
        },
        {
            "id": "auto_10169",
            "question": "ما هو الترتيب الشمسي لكوكب المريخ؟",
            "options": [
                "5",
                "4",
                "3",
                "6"
            ],
            "answer": "4"
        },
        {
            "id": "auto_10170",
            "question": "ما هو الترتيب الشمسي لكوكب المشتري؟",
            "options": [
                "4",
                "7",
                "5",
                "6"
            ],
            "answer": "5"
        },
        {
            "id": "auto_10171",
            "question": "ما هو الترتيب الشمسي لكوكب زحل؟",
            "options": [
                "8",
                "6",
                "7",
                "5"
            ],
            "answer": "6"
        },
        {
            "id": "auto_10172",
            "question": "ما هو الترتيب الشمسي لكوكب أورانوس؟",
            "options": [
                "9",
                "8",
                "7",
                "6"
            ],
            "answer": "7"
        },
        {
            "id": "auto_10173",
            "question": "ما هو الترتيب الشمسي لكوكب نبتون؟",
            "options": [
                "9",
                "7",
                "10",
                "8"
            ],
            "answer": "8"
        },
        {
            "id": "huge_40007",
            "question": "ما هي عاصمة فرنسا؟",
            "options": [
                "لندن",
                "برازيليا",
                "القاهرة",
                "باريس"
            ],
            "answer": "باريس"
        },
        {
            "id": "huge_40013",
            "question": "ما هي عاصمة الصين؟",
            "options": [
                "مكسيكو سيتي",
                "بكين",
                "أوتاوا",
                "صنعاء"
            ],
            "answer": "بكين"
        },
        {
            "id": "huge_40016",
            "question": "ما هي عاصمة بريطانيا؟",
            "options": [
                "المنامة",
                "طرابلس",
                "طهران",
                "لندن"
            ],
            "answer": "لندن"
        },
        {
            "id": "huge_40022",
            "question": "ما هي عاصمة أمريكا؟",
            "options": [
                "واشنطن",
                "الكويت",
                "كانبرا",
                "المنامة"
            ],
            "answer": "واشنطن"
        },
        {
            "id": "huge_40028",
            "question": "ما هي عاصمة الهند؟",
            "options": [
                "روما",
                "إسلام آباد",
                "موسكو",
                "نيودلهي"
            ],
            "answer": "نيودلهي"
        },
        {
            "id": "huge_40034",
            "question": "ما هي عاصمة ألمانيا؟",
            "options": [
                "برازيليا",
                "عمان",
                "برلين",
                "الكويت"
            ],
            "answer": "برلين"
        },
        {
            "id": "huge_40037",
            "question": "ما هي عاصمة البرازيل؟",
            "options": [
                "تونس",
                "نيودلهي",
                "برازيليا",
                "واشنطن"
            ],
            "answer": "برازيليا"
        },
        {
            "id": "huge_40040",
            "question": "ما هي عاصمة الأرجنتين؟",
            "options": [
                "مدريد",
                "لندن",
                "أوتاوا",
                "بوينس آيرس"
            ],
            "answer": "بوينس آيرس"
        },
        {
            "id": "huge_40049",
            "question": "ما هي عاصمة المكسيك؟",
            "options": [
                "سنغافورة",
                "مكسيكو سيتي",
                "لندن",
                "مسقط"
            ],
            "answer": "مكسيكو سيتي"
        },
        {
            "id": "huge_40052",
            "question": "ما هي عاصمة تركيا؟",
            "options": [
                "أنقرة",
                "الرباط",
                "بيروت",
                "بغداد"
            ],
            "answer": "أنقرة"
        },
        {
            "id": "huge_40055",
            "question": "ما هي عاصمة إيران؟",
            "options": [
                "كوالالمبور",
                "الدوحة",
                "طهران",
                "مقديشو"
            ],
            "answer": "طهران"
        },
        {
            "id": "huge_40070",
            "question": "ما هي عاصمة اليمن؟",
            "options": [
                "أبوجا",
                "عمان",
                "بغداد",
                "صنعاء"
            ],
            "answer": "صنعاء"
        },
        {
            "id": "huge_40082",
            "question": "ما هي عاصمة ليبيا؟",
            "options": [
                "نيودلهي",
                "سيول",
                "طرابلس",
                "مانيلا"
            ],
            "answer": "طرابلس"
        },
        {
            "id": "huge_40085",
            "question": "ما هي عاصمة السودان؟",
            "options": [
                "الخرطوم",
                "برلين",
                "مقديشو",
                "الرياض"
            ],
            "answer": "الخرطوم"
        },
        {
            "id": "huge_40088",
            "question": "ما هي عاصمة الصومال؟",
            "options": [
                "دمشق",
                "مقديشو",
                "مدريد",
                "بريتوريا"
            ],
            "answer": "مقديشو"
        },
        {
            "id": "huge_40103",
            "question": "ما هي عاصمة عمان؟",
            "options": [
                "بكين",
                "أبوجا",
                "موسكو",
                "مسقط"
            ],
            "answer": "مسقط"
        },
        {
            "id": "huge_40106",
            "question": "ما هي عاصمة باكستان؟",
            "options": [
                "طهران",
                "جاكرتا",
                "إسلام آباد",
                "أنقرة"
            ],
            "answer": "إسلام آباد"
        },
        {
            "id": "huge_40109",
            "question": "ما هي عاصمة بنغلاديش؟",
            "options": [
                "طرابلس",
                "عمان",
                "الجزائر",
                "دكا"
            ],
            "answer": "دكا"
        },
        {
            "id": "huge_40112",
            "question": "ما هي عاصمة إندونيسيا؟",
            "options": [
                "بانكوك",
                "كوالالمبور",
                "لندن",
                "جاكرتا"
            ],
            "answer": "جاكرتا"
        },
        {
            "id": "huge_40115",
            "question": "ما هي عاصمة ماليزيا؟",
            "options": [
                "كوالالمبور",
                "دكا",
                "مقديشو",
                "نيودلهي"
            ],
            "answer": "كوالالمبور"
        },
        {
            "id": "huge_40118",
            "question": "ما هي عاصمة سنغافورة؟",
            "options": [
                "سنغافورة",
                "أوتاوا",
                "الرباط",
                "بوينس آيرس"
            ],
            "answer": "سنغافورة"
        },
        {
            "id": "huge_40121",
            "question": "ما هي عاصمة تايلاند؟",
            "options": [
                "باريس",
                "بيروت",
                "بكين",
                "بانكوك"
            ],
            "answer": "بانكوك"
        },
        {
            "id": "huge_40124",
            "question": "ما هي عاصمة فيتنام؟",
            "options": [
                "هانوي",
                "تونس",
                "برازيليا",
                "لندن"
            ],
            "answer": "هانوي"
        },
        {
            "id": "huge_40127",
            "question": "ما هي عاصمة الفلبين؟",
            "options": [
                "المنامة",
                "مانيلا",
                "بوينس آيرس",
                "مكسيكو سيتي"
            ],
            "answer": "مانيلا"
        },
        {
            "id": "huge_40130",
            "question": "ما هي عاصمة كوريا الجنوبية؟",
            "options": [
                "برلين",
                "لندن",
                "سيول",
                "مسقط"
            ],
            "answer": "سيول"
        },
        {
            "id": "huge_40133",
            "question": "ما هي عاصمة كوريا الشمالية؟",
            "options": [
                "عمان",
                "بيونغ يانغ",
                "أوتاوا",
                "مكسيكو سيتي"
            ],
            "answer": "بيونغ يانغ"
        },
        {
            "id": "huge_40136",
            "question": "ما هي عاصمة أفغانستان؟",
            "options": [
                "صنعاء",
                "كابول",
                "تونس",
                "الكويت"
            ],
            "answer": "كابول"
        },
        {
            "id": "huge_40139",
            "question": "ما هي عاصمة نيجيريا؟",
            "options": [
                "لندن",
                "أنقرة",
                "أبوجا",
                "طوكيو"
            ],
            "answer": "أبوجا"
        },
        {
            "id": "huge_40142",
            "question": "ما هي عاصمة جنوب إفريقيا؟",
            "options": [
                "كابول",
                "الخرطوم",
                "بريتوريا",
                "تونس"
            ],
            "answer": "بريتوريا"
        },
        {
            "id": "v2_61000",
            "question": "من هو النبي المذكور في القرآن: آدم عليه السلام؟",
            "options": [
                "زكريا",
                "آدم",
                "داود",
                "أيوب"
            ],
            "answer": "آدم"
        },
        {
            "id": "v2_61001",
            "question": "من هو النبي المذكور في القرآن: نوح عليه السلام؟",
            "options": [
                "نوح",
                "محمد",
                "عيسى",
                "سليمان"
            ],
            "answer": "نوح"
        },
        {
            "id": "v2_61002",
            "question": "من هو النبي المذكور في القرآن: إبراهيم عليه السلام؟",
            "options": [
                "إسحاق",
                "موسى",
                "إبراهيم",
                "عيسى"
            ],
            "answer": "إبراهيم"
        },
        {
            "id": "v2_61003",
            "question": "من هو النبي المذكور في القرآن: إسماعيل عليه السلام؟",
            "options": [
                "إسماعيل",
                "آدم",
                "أيوب",
                "عيسى"
            ],
            "answer": "إسماعيل"
        },
        {
            "id": "v2_61004",
            "question": "من هو النبي المذكور في القرآن: إسحاق عليه السلام؟",
            "options": [
                "يحيى",
                "سليمان",
                "هارون",
                "إسحاق"
            ],
            "answer": "إسحاق"
        },
        {
            "id": "v2_61005",
            "question": "من هو النبي المذكور في القرآن: يعقوب عليه السلام؟",
            "options": [
                "هارون",
                "يعقوب",
                "نوح",
                "داود"
            ],
            "answer": "يعقوب"
        },
        {
            "id": "v2_61006",
            "question": "من هو النبي المذكور في القرآن: يوسف عليه السلام؟",
            "options": [
                "يوسف",
                "إسماعيل",
                "عيسى",
                "داود"
            ],
            "answer": "يوسف"
        },
        {
            "id": "v2_61007",
            "question": "من هو النبي المذكور في القرآن: موسى عليه السلام؟",
            "options": [
                "عيسى",
                "نوح",
                "آدم",
                "موسى"
            ],
            "answer": "موسى"
        },
        {
            "id": "v2_61008",
            "question": "من هو النبي المذكور في القرآن: هارون عليه السلام؟",
            "options": [
                "هارون",
                "عيسى",
                "داود",
                "يوسف"
            ],
            "answer": "هارون"
        },
        {
            "id": "v2_61009",
            "question": "من هو النبي المذكور في القرآن: داود عليه السلام؟",
            "options": [
                "محمد",
                "آدم",
                "إبراهيم",
                "داود"
            ],
            "answer": "داود"
        },
        {
            "id": "v2_61010",
            "question": "من هو النبي المذكور في القرآن: سليمان عليه السلام؟",
            "options": [
                "سليمان",
                "أيوب",
                "إسحاق",
                "عيسى"
            ],
            "answer": "سليمان"
        },
        {
            "id": "v2_61011",
            "question": "من هو النبي المذكور في القرآن: أيوب عليه السلام؟",
            "options": [
                "يونس",
                "يعقوب",
                "آدم",
                "أيوب"
            ],
            "answer": "أيوب"
        },
        {
            "id": "v2_61012",
            "question": "من هو النبي المذكور في القرآن: يونس عليه السلام؟",
            "options": [
                "زكريا",
                "هارون",
                "يونس",
                "إبراهيم"
            ],
            "answer": "يونس"
        },
        {
            "id": "v2_61013",
            "question": "من هو النبي المذكور في القرآن: زكريا عليه السلام؟",
            "options": [
                "هارون",
                "إسحاق",
                "إسماعيل",
                "زكريا"
            ],
            "answer": "زكريا"
        },
        {
            "id": "v2_61014",
            "question": "من هو النبي المذكور في القرآن: يحيى عليه السلام؟",
            "options": [
                "يحيى",
                "موسى",
                "زكريا",
                "أيوب"
            ],
            "answer": "يحيى"
        },
        {
            "id": "v2_61015",
            "question": "من هو النبي المذكور في القرآن: عيسى عليه السلام؟",
            "options": [
                "عيسى",
                "موسى",
                "زكريا",
                "يعقوب"
            ],
            "answer": "عيسى"
        },
        {
            "id": "v2_61016",
            "question": "من هو النبي المذكور في القرآن: محمد عليه السلام؟",
            "options": [
                "محمد",
                "إبراهيم",
                "إسحاق",
                "هارون"
            ],
            "answer": "محمد"
        },
        {
            "id": "v2_61017",
            "question": "ما هو ركن الإسلام رقم 1؟",
            "options": [
                "الصلاة",
                "الشهادتان",
                "حج البيت",
                "الزكاة"
            ],
            "answer": "الشهادتان"
        },
        {
            "id": "v2_61018",
            "question": "ما هو ركن الإسلام رقم 2؟",
            "options": [
                "الصلاة",
                "الزكاة",
                "صوم رمضان",
                "حج البيت"
            ],
            "answer": "الصلاة"
        },
        {
            "id": "v2_61019",
            "question": "ما هو ركن الإسلام رقم 3؟",
            "options": [
                "الشهادتان",
                "الزكاة",
                "الصلاة",
                "حج البيت"
            ],
            "answer": "الزكاة"
        },
        {
            "id": "v2_61020",
            "question": "ما هو ركن الإسلام رقم 4؟",
            "options": [
                "الشهادتان",
                "صوم رمضان",
                "الصلاة",
                "حج البيت"
            ],
            "answer": "صوم رمضان"
        },
        {
            "id": "v2_61021",
            "question": "ما هو ركن الإسلام رقم 5؟",
            "options": [
                "الزكاة",
                "الصلاة",
                "الشهادتان",
                "حج البيت"
            ],
            "answer": "حج البيت"
        },
        {
            "id": "v2_61022",
            "question": "ما هي الصلاة رقم 1 في ترتيب الصلوات الخمس؟",
            "options": [
                "الظهر",
                "العشاء",
                "المغرب",
                "الفجر"
            ],
            "answer": "الفجر"
        },
        {
            "id": "v2_61023",
            "question": "ما هي الصلاة رقم 2 في ترتيب الصلوات الخمس؟",
            "options": [
                "العصر",
                "العشاء",
                "الفجر",
                "الظهر"
            ],
            "answer": "الظهر"
        },
        {
            "id": "v2_61024",
            "question": "ما هي الصلاة رقم 3 في ترتيب الصلوات الخمس؟",
            "options": [
                "الظهر",
                "الفجر",
                "المغرب",
                "العصر"
            ],
            "answer": "العصر"
        },
        {
            "id": "v2_61025",
            "question": "ما هي الصلاة رقم 4 في ترتيب الصلوات الخمس؟",
            "options": [
                "الفجر",
                "العشاء",
                "المغرب",
                "العصر"
            ],
            "answer": "المغرب"
        },
        {
            "id": "v2_61026",
            "question": "ما هي الصلاة رقم 5 في ترتيب الصلوات الخمس؟",
            "options": [
                "العشاء",
                "الفجر",
                "الظهر",
                "المغرب"
            ],
            "answer": "العشاء"
        },
        {
            "id": "v2_61027",
            "question": "أي من هذه محيطات حقيقية: المحيط الهادئ؟",
            "options": [
                "المحيط المتجمد الجنوبي",
                "المحيط الهندي",
                "المحيط الأطلسي",
                "المحيط الهادئ"
            ],
            "answer": "المحيط الهادئ"
        },
        {
            "id": "v2_61028",
            "question": "أي من هذه محيطات حقيقية: المحيط الأطلسي؟",
            "options": [
                "المحيط الأطلسي",
                "المحيط الهادئ",
                "المحيط الهندي",
                "المحيط المتجمد الجنوبي"
            ],
            "answer": "المحيط الأطلسي"
        },
        {
            "id": "v2_61029",
            "question": "أي من هذه محيطات حقيقية: المحيط الهندي؟",
            "options": [
                "المحيط المتجمد الجنوبي",
                "المحيط الهادئ",
                "المحيط المتجمد الشمالي",
                "المحيط الهندي"
            ],
            "answer": "المحيط الهندي"
        },
        {
            "id": "v2_61030",
            "question": "أي من هذه محيطات حقيقية: المحيط المتجمد الشمالي؟",
            "options": [
                "المحيط الأطلسي",
                "المحيط المتجمد الشمالي",
                "المحيط الهندي",
                "المحيط المتجمد الجنوبي"
            ],
            "answer": "المحيط المتجمد الشمالي"
        },
        {
            "id": "v2_61031",
            "question": "أي من هذه محيطات حقيقية: المحيط المتجمد الجنوبي؟",
            "options": [
                "المحيط الأطلسي",
                "المحيط الهندي",
                "المحيط المتجمد الشمالي",
                "المحيط المتجمد الجنوبي"
            ],
            "answer": "المحيط المتجمد الجنوبي"
        },
        {
            "id": "v2_61032",
            "question": "ما هي القارة المسماة \"آسيا\"؟",
            "options": [
                "أمريكا الجنوبية",
                "أنتاركتيكا",
                "آسيا",
                "أستراليا"
            ],
            "answer": "آسيا"
        },
        {
            "id": "v2_61033",
            "question": "ما هي القارة المسماة \"إفريقيا\"؟",
            "options": [
                "أستراليا",
                "آسيا",
                "أنتاركتيكا",
                "إفريقيا"
            ],
            "answer": "إفريقيا"
        },
        {
            "id": "v2_61034",
            "question": "ما هي القارة المسماة \"أوروبا\"؟",
            "options": [
                "أستراليا",
                "أمريكا الجنوبية",
                "أمريكا الشمالية",
                "أوروبا"
            ],
            "answer": "أوروبا"
        },
        {
            "id": "v2_61035",
            "question": "ما هي القارة المسماة \"أمريكا الشمالية\"؟",
            "options": [
                "إفريقيا",
                "أمريكا الجنوبية",
                "أمريكا الشمالية",
                "أنتاركتيكا"
            ],
            "answer": "أمريكا الشمالية"
        },
        {
            "id": "v2_61036",
            "question": "ما هي القارة المسماة \"أمريكا الجنوبية\"؟",
            "options": [
                "أنتاركتيكا",
                "أمريكا الجنوبية",
                "أوروبا",
                "آسيا"
            ],
            "answer": "أمريكا الجنوبية"
        },
        {
            "id": "v2_61037",
            "question": "ما هي القارة المسماة \"أستراليا\"؟",
            "options": [
                "إفريقيا",
                "أنتاركتيكا",
                "أستراليا",
                "أمريكا الجنوبية"
            ],
            "answer": "أستراليا"
        },
        {
            "id": "v2_61038",
            "question": "ما هي القارة المسماة \"أنتاركتيكا\"؟",
            "options": [
                "أنتاركتيكا",
                "أوروبا",
                "أستراليا",
                "أمريكا الجنوبية"
            ],
            "answer": "أنتاركتيكا"
        },
        {
            "id": "v2_61208",
            "question": "ما هو الكوكب الأكبر في المجموعة الشمسية؟",
            "options": [
                "المشتري",
                "المريخ",
                "الزهرة",
                "أورانوس"
            ],
            "answer": "المشتري"
        },
        {
            "id": "cultv2_200000",
            "question": "ما هي العملة الرسمية لدولة الجزائر؟",
            "options": [
                "الليرة السورية",
                "الدينار الجزائري",
                "الليرة اللبنانية",
                "الوون الكوري"
            ],
            "answer": "الدينار الجزائري"
        },
        {
            "id": "cultv2_200002",
            "question": "ما هي العملة الرسمية لدولة البحرين؟",
            "options": [
                "الدينار البحريني",
                "الليرة اللبنانية",
                "الشيكل/الدينار",
                "الليرة التركية"
            ],
            "answer": "الدينار البحريني"
        },
        {
            "id": "cultv2_200004",
            "question": "ما هي العملة الرسمية لدولة مصر؟",
            "options": [
                "الريال اليمني",
                "الجنيه المصري",
                "الشيكل/الدينار",
                "الدرهم المغربي"
            ],
            "answer": "الجنيه المصري"
        },
        {
            "id": "cultv2_200006",
            "question": "ما هي العملة الرسمية لدولة العراق؟",
            "options": [
                "الجنيه الإسترليني",
                "الدينار العراقي",
                "الريال اليمني",
                "الروبية الهندية"
            ],
            "answer": "الدينار العراقي"
        },
        {
            "id": "cultv2_200008",
            "question": "ما هي العملة الرسمية لدولة الأردن؟",
            "options": [
                "الليرة السورية",
                "الوون الكوري",
                "الريال السعودي",
                "الدينار الأردني"
            ],
            "answer": "الدينار الأردني"
        },
        {
            "id": "cultv2_200010",
            "question": "ما هي العملة الرسمية لدولة الكويت؟",
            "options": [
                "الدينار الكويتي",
                "الليرة اللبنانية",
                "الدينار الجزائري",
                "الدينار الأردني"
            ],
            "answer": "الدينار الكويتي"
        },
        {
            "id": "cultv2_200012",
            "question": "ما هي العملة الرسمية لدولة لبنان؟",
            "options": [
                "الجنيه المصري",
                "الليرة السورية",
                "الليرة اللبنانية",
                "الدولار الأمريكي"
            ],
            "answer": "الليرة اللبنانية"
        },
        {
            "id": "cultv2_200014",
            "question": "ما هي العملة الرسمية لدولة ليبيا؟",
            "options": [
                "الليرة التركية",
                "اليوان الصيني",
                "الدينار الجزائري",
                "الدينار الليبي"
            ],
            "answer": "الدينار الليبي"
        },
        {
            "id": "cultv2_200016",
            "question": "ما هي العملة الرسمية لدولة المغرب؟",
            "options": [
                "الدينار العراقي",
                "البيزو الأرجنتيني",
                "الدرهم المغربي",
                "الين الياباني"
            ],
            "answer": "الدرهم المغربي"
        },
        {
            "id": "cultv2_200018",
            "question": "ما هي العملة الرسمية لدولة عمان؟",
            "options": [
                "البيزو الأرجنتيني",
                "الروبل الروسي",
                "الريال العماني",
                "الريال السعودي"
            ],
            "answer": "الريال العماني"
        },
        {
            "id": "cultv2_200020",
            "question": "ما هي العملة الرسمية لدولة فلسطين؟",
            "options": [
                "الروبية الهندية",
                "الليرة اللبنانية",
                "الشيكل/الدينار",
                "الدينار التونسي"
            ],
            "answer": "الشيكل/الدينار"
        },
        {
            "id": "cultv2_200022",
            "question": "ما هي العملة الرسمية لدولة قطر؟",
            "options": [
                "الريال السعودي",
                "الجنيه المصري",
                "الدولار الأمريكي",
                "الريال القطري"
            ],
            "answer": "الريال القطري"
        },
        {
            "id": "cultv2_200024",
            "question": "ما هي العملة الرسمية لدولة السعودية؟",
            "options": [
                "الريال السعودي",
                "الريال اليمني",
                "الجنيه الإسترليني",
                "الدينار العراقي"
            ],
            "answer": "الريال السعودي"
        },
        {
            "id": "cultv2_200026",
            "question": "ما هي العملة الرسمية لدولة سوريا؟",
            "options": [
                "الريال اليمني",
                "الليرة السورية",
                "الدينار العراقي",
                "البيزو الأرجنتيني"
            ],
            "answer": "الليرة السورية"
        },
        {
            "id": "cultv2_200028",
            "question": "ما هي العملة الرسمية لدولة تونس؟",
            "options": [
                "الين الياباني",
                "الريال العماني",
                "الدينار التونسي",
                "الروبية الهندية"
            ],
            "answer": "الدينار التونسي"
        },
        {
            "id": "cultv2_200030",
            "question": "ما هي العملة الرسمية لدولة الإمارات؟",
            "options": [
                "الين الياباني",
                "الروبل الروسي",
                "الريال العماني",
                "الدرهم الإماراتي"
            ],
            "answer": "الدرهم الإماراتي"
        },
        {
            "id": "cultv2_200032",
            "question": "ما هي العملة الرسمية لدولة اليمن؟",
            "options": [
                "الريال اليمني",
                "الروبية الهندية",
                "الدرهم الإماراتي",
                "الريال العماني"
            ],
            "answer": "الريال اليمني"
        },
        {
            "id": "cultv2_200034",
            "question": "ما هي العملة الرسمية لدولة أمريكا؟",
            "options": [
                "الجنيه الإسترليني",
                "الليرة التركية",
                "الدولار الأمريكي",
                "البيزو الأرجنتيني"
            ],
            "answer": "الدولار الأمريكي"
        },
        {
            "id": "cultv2_200036",
            "question": "ما هي العملة الرسمية لدولة بريطانيا؟",
            "options": [
                "الريال القطري",
                "الروبل الروسي",
                "الجنيه الإسترليني",
                "الريال العماني"
            ],
            "answer": "الجنيه الإسترليني"
        },
        {
            "id": "cultv2_200038",
            "question": "ما هي العملة الرسمية لدولة اليابان؟",
            "options": [
                "الليرة التركية",
                "الجنيه المصري",
                "الريال اليمني",
                "الين الياباني"
            ],
            "answer": "الين الياباني"
        },
        {
            "id": "cultv2_200040",
            "question": "ما هي العملة الرسمية لدولة الصين؟",
            "options": [
                "الريال السعودي",
                "الجنيه الإسترليني",
                "الدينار الليبي",
                "اليوان الصيني"
            ],
            "answer": "اليوان الصيني"
        },
        {
            "id": "cultv2_200042",
            "question": "ما هي العملة الرسمية لدولة الهند؟",
            "options": [
                "الدولار الأمريكي",
                "الروبية الهندية",
                "الدينار الأردني",
                "الدينار العراقي"
            ],
            "answer": "الروبية الهندية"
        },
        {
            "id": "cultv2_200044",
            "question": "ما هي العملة الرسمية لدولة روسيا؟",
            "options": [
                "الروبل الروسي",
                "الدينار التونسي",
                "الدرهم المغربي",
                "الريال البرازيلي"
            ],
            "answer": "الروبل الروسي"
        },
        {
            "id": "cultv2_200046",
            "question": "ما هي العملة الرسمية لدولة تركيا؟",
            "options": [
                "اليوان الصيني",
                "الليرة التركية",
                "الين الياباني",
                "الدينار الليبي"
            ],
            "answer": "الليرة التركية"
        },
        {
            "id": "cultv2_200048",
            "question": "ما هي العملة الرسمية لدولة كوريا الجنوبية؟",
            "options": [
                "الروبية الهندية",
                "الروبل الروسي",
                "الوون الكوري",
                "البيزو الأرجنتيني"
            ],
            "answer": "الوون الكوري"
        },
        {
            "id": "cultv2_200050",
            "question": "ما هي العملة الرسمية لدولة البرازيل؟",
            "options": [
                "البيزو الأرجنتيني",
                "الريال البرازيلي",
                "الليرة التركية",
                "الجنيه المصري"
            ],
            "answer": "الريال البرازيلي"
        },
        {
            "id": "cultv2_200052",
            "question": "ما هي العملة الرسمية لدولة الأرجنتين؟",
            "options": [
                "الدينار العراقي",
                "الليرة اللبنانية",
                "البيزو الأرجنتيني",
                "الشيكل/الدينار"
            ],
            "answer": "البيزو الأرجنتيني"
        },
        {
            "id": "cultv2_200071",
            "question": "من هو الصحابي الجليل الملقب بـ (سيف الله المسلول)؟",
            "options": [
                "أبو عبيدة بن الجراح",
                "حمزة بن عبد المطلب",
                "عثمان بن عفان",
                "خالد بن الوليد"
            ],
            "answer": "خالد بن الوليد"
        },
        {
            "id": "cultv2_200072",
            "question": "من هو الصحابي الجليل الملقب بـ (الفاروق)؟",
            "options": [
                "خالد بن الوليد",
                "أبو عبيدة بن الجراح",
                "عثمان بن عفان",
                "عمر بن الخطاب"
            ],
            "answer": "عمر بن الخطاب"
        },
        {
            "id": "cultv2_200073",
            "question": "من هو الصحابي الجليل الملقب بـ (ذو النورين)؟",
            "options": [
                "أبو عبيدة بن الجراح",
                "أبو بكر",
                "عبد الله بن عباس",
                "عثمان بن عفان"
            ],
            "answer": "عثمان بن عفان"
        },
        {
            "id": "cultv2_200074",
            "question": "من هو الصحابي الجليل الملقب بـ (الصديق)؟",
            "options": [
                "أبو بكر",
                "عبد الله بن عباس",
                "عمر بن الخطاب",
                "عثمان بن عفان"
            ],
            "answer": "أبو بكر"
        },
        {
            "id": "cultv2_200075",
            "question": "من هو الصحابي الجليل الملقب بـ (حبر الأمة)؟",
            "options": [
                "أبو بكر",
                "خالد بن الوليد",
                "عبد الله بن عباس",
                "عثمان بن عفان"
            ],
            "answer": "عبد الله بن عباس"
        },
        {
            "id": "cultv2_200076",
            "question": "من هو الصحابي الجليل الملقب بـ (أسد الله)؟",
            "options": [
                "أبو بكر",
                "حمزة بن عبد المطلب",
                "خالد بن الوليد",
                "أبو عبيدة بن الجراح"
            ],
            "answer": "حمزة بن عبد المطلب"
        },
        {
            "id": "cultv2_200077",
            "question": "من هو الصحابي الجليل الملقب بـ (أمين الأمة)؟",
            "options": [
                "خالد بن الوليد",
                "عبد الله بن عباس",
                "عثمان بن عفان",
                "أبو عبيدة بن الجراح"
            ],
            "answer": "أبو عبيدة بن الجراح"
        }
    ],
    "3": [
        {
            "id": 1071,
            "question": "من هو العالم الذي صاغ 'مبدأ عدم اليقين' في ميكانيكا الكم؟",
            "options": [
                "ألبيرت آينشتاين",
                "فيرنر هايزنبرغ",
                "نيلز بور",
                "ماكس بلانك"
            ],
            "answer": "فيرنر هايزنبرغ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1072,
            "question": "ما هو الاسم القديم لمدينة 'أوسلو' عاصمة النرويج حتى عام 1925؟",
            "options": [
                "كريستيانيا",
                "فينلاند",
                "جوتنبرج",
                "تروندهايم"
            ],
            "answer": "كريستيانيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1073,
            "question": "من هو الأديب الذي فاز بأول جائزة نوبل في الأدب عام 1901؟",
            "options": [
                "سولي برودوم",
                "تشارلز ديكنز",
                "ليو تولستوي",
                "أنطون تشيخوف"
            ],
            "answer": "سولي برودوم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1074,
            "question": "ما هو العنصر الكيميائي الذي اكتشف لأول مرة في الشمس قبل اكتشافه على الأرض؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "النيون",
                "الأرجون"
            ],
            "answer": "الهيليوم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1075,
            "question": "في أي عام تم توقيع معاهدة 'فستفاليا' التي أنهت حرب الثلاثين عاماً في أوروبا؟",
            "options": [
                "1492",
                "1588",
                "1648",
                "1713"
            ],
            "answer": "1648",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1076,
            "question": "ما هو الاسم الذي يُطلق على وحدة قياس شدة الضياء في النظام الدولي للوحدات؟",
            "options": [
                "اللومن",
                "الكانديلا (الشمعة)",
                "اللوكس",
                "الوات"
            ],
            "answer": "الكانديلا (الشمعة)",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1077,
            "question": "من هي أول امرأة فازت بجائزة نوبل (في أي مجال)؟",
            "options": [
                "ماري كوري",
                "إيريني جوليو كوري",
                "روزا باركس",
                "الأم تيريزا"
            ],
            "answer": "ماري كوري",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1078,
            "question": "ما هو اسم السفينة التي أنقذت الناجين من سفينة 'تيتانيك' عام 1912؟",
            "options": [
                "سفينة بريتانيك",
                "سفينة كارباثيا",
                "سفينة لوسيتانيا",
                "سفينة أوليمبيك"
            ],
            "answer": "سفينة كارباثيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1079,
            "question": "أي من هذه الدول هي الوحيدة التي لا تمتلك دستوراً مكتوباً حتى الآن؟",
            "options": [
                "اليابان",
                "بريطانيا",
                "كندا",
                "أستراليا"
            ],
            "answer": "بريطانيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1080,
            "question": "كم عدد اللغات الرسمية المعتمدة في منظمة الأمم المتحدة؟",
            "options": [
                "4 لغات",
                "5 لغات",
                "6 لغات",
                "7 لغات"
            ],
            "answer": "6 لغات",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1081,
            "question": "ما هو أعمق خندق مائي في العالم؟",
            "options": [
                "خندق جاوا",
                "خندق ماريانا",
                "خندق تونغا",
                "خندق بورتوريكو"
            ],
            "answer": "خندق ماريانا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1082,
            "question": "من هو الرسام الذي قام برسم سقف كنيسة 'سيستينا' في الفاتيكان؟",
            "options": [
                "ليوناردو دا فينشي",
                "رافاييل",
                "ميكيلانجيلو",
                "دوناتيلو"
            ],
            "answer": "ميكيلانجيلو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1083,
            "question": "ما هي المادة التي تشكل المكون الأساسي لرمال الشواطئ البيضاء؟",
            "options": [
                "كلوريد الصوديوم",
                "ثاني أكسيد السيليكون",
                "كربونات الكالسيوم",
                "أكسيد الحديد"
            ],
            "answer": "ثاني أكسيد السيليكون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1084,
            "question": "من هو الفيلسوف اليوناني الذي كان معلماً للإسكندر الأكبر؟",
            "options": [
                "سقراط",
                "أفلاطون",
                "أرسطو",
                "أبيقور"
            ],
            "answer": "أرسطو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1085,
            "question": "ما هو الاسم العلمي لعملية تحول المادة من الحالة الصلبة إلى الحالة الغازية مباشرة؟",
            "options": [
                "التكثف",
                "التسامي",
                "الانصهار",
                "التبخر"
            ],
            "answer": "التسامي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1086,
            "question": "في أي عام تم إطلاق أول قمر صناعي في التاريخ 'سبوتنيك 1'؟",
            "options": [
                "1945",
                "1953",
                "1957",
                "1961"
            ],
            "answer": "1957",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1087,
            "question": "ما هي أصغر عظمة في جسم الإنسان؟",
            "options": [
                "عظمة الركاب",
                "عظمة السندان",
                "عظمة المطرقة",
                "عظمة الأنف"
            ],
            "answer": "عظمة الركاب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1088,
            "question": "من هو الملك الذي بني في عهده تمثال 'أبو الهول' في الجيزة؟",
            "options": [
                "خوفو",
                "خفرع",
                "منقرع",
                "أمنحتب"
            ],
            "answer": "خفرع",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1089,
            "question": "ما هو اسم الغاز الذي يمتلك رائحة البيض الفاسد؟",
            "options": [
                "ثاني أكسيد الكبريت",
                "كبريتيد الهيدروجين",
                "الأمونيا",
                "الميثان"
            ],
            "answer": "كبريتيد الهيدروجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1090,
            "question": "في أي مدينة وقعت معاهدة السلام التي أنهت حرب فيتنام عام 1973؟",
            "options": [
                "هانوي",
                "سايغون",
                "باريس",
                "واشنطن"
            ],
            "answer": "باريس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1091,
            "question": "من هو الملحن الألماني الذي ألف سيمفونية 'القدر' (التاسعة) وهو أصم تماماً؟",
            "options": [
                "موزارت",
                "باخ",
                "بيتهوفن",
                "شوبان"
            ],
            "answer": "بيتهوفن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1092,
            "question": "ما هي عاصمة كازاخستان الحالية (التي تم تغيير اسمها من أستانا ثم عادت إليه)؟",
            "options": [
                "ألماتي",
                "نور سلطان",
                "بيشكيك",
                "عشق آباد"
            ],
            "answer": "أستانا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1093,
            "question": "كم عدد الأوتار في آلة 'القانون' الموسيقية العربية التقليدية؟",
            "options": [
                "72 وتراً",
                "78 وتراً",
                "84 وتراً",
                "90 وتراً"
            ],
            "answer": "78 وتراً",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1094,
            "question": "ما هو المعدن الذي يُعتبر المكون الرئيسي لحجر 'اللازورد' الكريم؟",
            "options": [
                "الكوارتز",
                "الصوديوم",
                "الألومنيوم",
                "السوداليت"
            ],
            "answer": "السوداليت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1095,
            "question": "في أي عام تم توحيد ألمانيا الشرقية والغربية رسمياً؟",
            "options": [
                "1989",
                "1990",
                "1991",
                "1992"
            ],
            "answer": "1990",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1096,
            "question": "من هو مخترع لغة البرمجة 'سي' (C)؟",
            "options": [
                "بيل غيتس",
                "دينيس ريتشي",
                "جيمس جوسلينج",
                "بيارن ستروستروب"
            ],
            "answer": "دينيس ريتشي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1097,
            "question": "ما هو الاسم الذي يُطلق على الخط الوهمي الذي يربط بين الأقطاب المغناطيسية للأرض؟",
            "options": [
                "خط الاستواء",
                "خط غرينتش",
                "المحور المغناطيسي",
                "خط التاريخ الدولي"
            ],
            "answer": "المحور المغناطيسي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1098,
            "question": "أي من هذه الكواكب لا يمتلك أي أقمار طبيعية؟",
            "options": [
                "المريخ",
                "نبتون",
                "الزهرة",
                "أورانوس"
            ],
            "answer": "الزهرة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1099,
            "question": "من هو الطبيب العربي الذي يُعتبر أول من وصف الدورة الدموية الصغرى؟",
            "options": [
                "ابن سينا",
                "الرازي",
                "ابن النفيس",
                "ابن رشد"
            ],
            "answer": "ابن النفيس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1100,
            "question": "ما هي الدولة التي تمتلك أكبر عدد من المناطق الزمنية (Time Zones)؟",
            "options": [
                "روسيا",
                "الولايات المتحدة",
                "فرنسا",
                "الصين"
            ],
            "answer": "فرنسا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1102,
            "question": "من هو أول رئيس للولايات المتحدة الأمريكية؟",
            "options": [
                "توماس جيفرسون",
                "أبراهام لينكولن",
                "جورج واشنطن",
                "جون آدامز"
            ],
            "answer": "جورج واشنطن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1103,
            "question": "ما هو الحيوان الذي يمتلك أكبر عيون في العالم؟",
            "options": [
                "الحوت الأزرق",
                "الحبار العملاق",
                "الفيل الأفريقي",
                "النعامة"
            ],
            "answer": "الحبار العملاق",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1104,
            "question": "في أي مدينة بدأت الثورة الصناعية في القرن الثامن عشر؟",
            "options": [
                "لندن",
                "باريس",
                "مانشستر",
                "برلين"
            ],
            "answer": "مانشستر",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1105,
            "question": "ما هو الرمز الكيميائي لعنصر 'التنجستن'؟",
            "options": [
                "T",
                "Tn",
                "W",
                "Tg"
            ],
            "answer": "W",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1106,
            "question": "من هو مؤلف كتاب 'أصل الأنواع'؟",
            "options": [
                "جريجور مندل",
                "تشارلز داروين",
                "لويس باستير",
                "ألفريد راسل"
            ],
            "answer": "تشارلز داروين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1107,
            "question": "ما هو أطول جسر معلق في العالم حالياً؟",
            "options": [
                "جسر أكاشي كايكيو",
                "جسر شنشي",
                "جسر جناق قلعة 1915",
                "جسر بروكلين"
            ],
            "answer": "جسر جناق قلعة 1915",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1108,
            "question": "في أي عام تم اكتشاف مقبرة الملك 'توت عنخ آمون'؟",
            "options": [
                "1902",
                "1912",
                "1922",
                "1932"
            ],
            "answer": "1922",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1109,
            "question": "ما هو الاسم الذي يُطلق على ذكر النحلة؟",
            "options": [
                "اليعسوب",
                "العسول",
                "اليعفور",
                "الدبّور"
            ],
            "answer": "اليعسوب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1110,
            "question": "أي من هذه الغازات يُعتبر من الغازات النبيلة (الخاملة)؟",
            "options": [
                "الكلور",
                "النيتروجين",
                "الزينون",
                "الفلور"
            ],
            "answer": "الزينون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1111,
            "question": "من هو القائد الذي هزم نابليون بونابرت في معركة واترلو؟",
            "options": [
                "الدوق ويلينجتون",
                "نيلسون",
                "واشنطن",
                "روميل"
            ],
            "answer": "الدوق ويلينجتون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1112,
            "question": "ما هو اسم المجرة الأقرب إلى مجرة درب التبانة؟",
            "options": [
                "مجرة المثلث",
                "مجرة المرأة المسلسلة (أندروميدا)",
                "مجرة الصومبريرو",
                "مجرة الدوامة"
            ],
            "answer": "مجرة المرأة المسلسلة (أندروميدا)",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1113,
            "question": "ما هو الرقم الهيدروجيني (pH) للماء النقي المتعادل؟",
            "options": [
                "5",
                "7",
                "9",
                "0"
            ],
            "answer": "7",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1114,
            "question": "في أي عام سقطت الدولة الأموية؟",
            "options": [
                "132 هـ",
                "150 هـ",
                "200 هـ",
                "90 هـ"
            ],
            "answer": "132 هـ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1115,
            "question": "ما هو العضو الوحيد في جسم الإنسان الذي يمكنه إعادة النمو (التجدد) بعد قطع جزء منه؟",
            "options": [
                "الطحال",
                "الكبد",
                "الرئة",
                "البنكرياس"
            ],
            "answer": "الكبد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1116,
            "question": "من هو صاحب كتاب 'حي بن يقظان'؟",
            "options": [
                "ابن طفيل",
                "ابن رشد",
                "ابن باجة",
                "الغزالي"
            ],
            "answer": "ابن طفيل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1117,
            "question": "ما هي أكبر بحيرة في قارة أوروبا؟",
            "options": [
                "بحيرة جنيف",
                "بحيرة لادوغا",
                "بحيرة ونوغا",
                "بحيرة كونستانس"
            ],
            "answer": "بحيرة لادوغا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1118,
            "question": "ما هو أندر فصائل الدم في العالم؟",
            "options": [
                "O سالب",
                "AB سالب",
                "Rh-null (الدم الذهبي)",
                "B موجب"
            ],
            "answer": "Rh-null (الدم الذهبي)",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1119,
            "question": "كم عدد العظام في جسم الطفل حديث الولادة (تقريباً)؟",
            "options": [
                "206 عظمة",
                "250 عظمة",
                "270 عظمة",
                "300 عظمة"
            ],
            "answer": "270 عظمة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1121,
            "question": "ما هو الاسم الذي يُطلق على الجسيم الأولي الذي يعطي المادة كتلتها؟",
            "options": [
                "بوزون هيغز",
                "الفوتون",
                "الإلكترون",
                "الكوارك"
            ],
            "answer": "بوزون هيغز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1122,
            "question": "من هو أول رئيس لدولة الإمارات العربية المتحدة؟",
            "options": [
                "الشيخ زايد بن سلطان",
                "الشيخ راشد بن سعيد",
                "الشيخ خليفة بن زايد",
                "الشيخ محمد بن زايد"
            ],
            "answer": "الشيخ زايد بن سلطان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1123,
            "question": "في أي مدينة تم توقيع 'ميثاق الأمم المتحدة' عام 1945؟",
            "options": [
                "نيويورك",
                "سان فرانسيسكو",
                "لندن",
                "باريس"
            ],
            "answer": "سان فرانسيسكو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1124,
            "question": "ما هي المادة التي يتكون منها 'اللؤلؤ' بشكل أساسي؟",
            "options": [
                "كربونات الكالسيوم",
                "السيليكا",
                "الفوسفات",
                "أكسيد الألومنيوم"
            ],
            "answer": "كربونات الكالسيوم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1125,
            "question": "من هو العالم الذي وضع قانون 'انعكاس الضوء' لأول مرة؟",
            "options": [
                "إسحاق نيوتن",
                "ابن الهيثم",
                "ديكارت",
                "سنيليوس"
            ],
            "answer": "ابن الهيثم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1126,
            "question": "ما هي الدولة الأفريقية التي كانت تُعرف سابقاً باسم 'أرض الحبشة'؟",
            "options": [
                "الصومال",
                "إريتريا",
                "إثيوبيا",
                "جيبوتي"
            ],
            "answer": "إثيوبيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1127,
            "question": "كم عدد الأقمار التابعة لكوكب المريخ؟",
            "options": [
                "قمر واحد",
                "قمران",
                "أربعة أقمار",
                "لا يوجد"
            ],
            "answer": "قمران",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1128,
            "question": "من هو صاحب اللقب الشهير 'صقر قريش'؟",
            "options": [
                "عبد الرحمن الداخل",
                "معاوية بن أبي سفيان",
                "هارون الرشيد",
                "عمر بن عبد العزيز"
            ],
            "answer": "عبد الرحمن الداخل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1129,
            "question": "ما هو الغاز الذي يشكل النسبة الأكبر في الغلاف الجوي لكوكب الزهرة؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "ثاني أكسيد الكربون",
                "الميثان"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1130,
            "question": "في أي عام تم بناء 'سور برلين'؟",
            "options": [
                "1945م",
                "1955م",
                "1961م",
                "1973م"
            ],
            "answer": "1961م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1131,
            "question": "ما هي أسرع حشرة طائرة في العالم؟",
            "options": [
                "النحلة",
                "اليعسوب",
                "الذبابة",
                "الجرادة"
            ],
            "answer": "اليعسوب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1132,
            "question": "من هو أول إنسان حصل على جائزة نوبل في الفيزياء مرتين؟",
            "options": [
                "ماري كوري",
                "جون باردين",
                "ألبرت آينشتاين",
                "ماكس بلانك"
            ],
            "answer": "جون باردين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1133,
            "question": "ما هي عاصمة دولة بوتان؟",
            "options": [
                "تيمفو",
                "كاتماندو",
                "دكا",
                "لاهور"
            ],
            "answer": "تيمفو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1134,
            "question": "ما هو الاسم العلمي لـ 'الماء الثقيل'؟",
            "options": [
                "أكسيد الهيدروجين",
                "أكسيد الديوتيريوم",
                "ثاني أكسيد الكربون",
                "كبريتيد الهيدروجين"
            ],
            "answer": "أكسيد الديوتيريوم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1135,
            "question": "من هو القائد المسلم الذي لُقب بـ 'فاتح الصين'؟",
            "options": [
                "قتيبة بن مسلم الباهلي",
                "محمد بن القاسم",
                "خالد بن الوليد",
                "طارق بن زياد"
            ],
            "answer": "قتيبة بن مسلم الباهلي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1136,
            "question": "ما هو العنصر الكيميائي الذي يرمز له بالرمز 'Sb'؟",
            "options": [
                "الصوديوم",
                "الأنتيمون",
                "الفوسفور",
                "الكبريت"
            ],
            "answer": "الأنتيمون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1137,
            "question": "كم تبلغ سرعة الضوء في الفراغ تقريباً؟",
            "options": [
                "150 ألف كم/ث",
                "300 ألف كم/ث",
                "500 ألف كم/ث",
                "1 مليون كم/ث"
            ],
            "answer": "300 ألف كم/ث",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1138,
            "question": "ما هي أول عاصمة للدولة العباسية؟",
            "options": [
                "بغداد",
                "الكوفة",
                "سامراء",
                "دمشق"
            ],
            "answer": "الكوفة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1139,
            "question": "من هو الفيلسوف الذي ألّف كتاب 'الجمهورية'؟",
            "options": [
                "أرسطو",
                "سقراط",
                "أفلاطون",
                "هوميروس"
            ],
            "answer": "أفلاطون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1140,
            "question": "ما هو اسم أطول عصب في جسم الإنسان؟",
            "options": [
                "العصب البصري",
                "العصب الوركي",
                "العصب الحسي",
                "العصب السمعي"
            ],
            "answer": "العصب الوركي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1141,
            "question": "في أي سنة نال الأديب المصري نجيب محفوظ جائزة نوبل؟",
            "options": [
                "1980م",
                "1985م",
                "1988م",
                "1992م"
            ],
            "answer": "1988م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1142,
            "question": "ما هي الدولة التي تمتلك أكبر احتياطي نفط في العالم؟",
            "options": [
                "السعودية",
                "روسيا",
                "فنزويلا",
                "إيران"
            ],
            "answer": "فنزويلا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1143,
            "question": "ما هو الاسم العلمي لـ 'ضحك الهينا' (الضبع)؟",
            "options": [
                "العواء",
                "الزمجرة",
                "القهقهة",
                "الصهيل"
            ],
            "answer": "القهقهة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1144,
            "question": "من هو العالم الذي اكتشف الدورة الدموية الصغرى؟",
            "options": [
                "ويليام هارفي",
                "ابن النفيس",
                "جالينوس",
                "باستير"
            ],
            "answer": "ابن النفيس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1145,
            "question": "ما هي عاصمة دولة سورينام؟",
            "options": [
                "باراماريبو",
                "جورج تاون",
                "كايين",
                "ليما"
            ],
            "answer": "باراماريبو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1146,
            "question": "كم عدد فقرات العمود الفقري في جسم الإنسان؟",
            "options": [
                "30 فقرة",
                "33 فقرة",
                "35 فقرة",
                "40 فقرة"
            ],
            "answer": "33 فقرة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1147,
            "question": "في أي عام تم اختراع أول 'ترانزستور'؟",
            "options": [
                "1947م",
                "1955م",
                "1960م",
                "1939م"
            ],
            "answer": "1947م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1148,
            "question": "ما هو الرمز الكيميائي لعنصر 'البلاتين'؟",
            "options": [
                "Pl",
                "Pt",
                "Au",
                "Ag"
            ],
            "answer": "Pt",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1149,
            "question": "من هو الرسام صاحب لوحة 'إصرار الذاكرة' (الساعات المنصهرة)؟",
            "options": [
                "بيكاسو",
                "سلفادور دالي",
                "دا فينشي",
                "مونيه"
            ],
            "answer": "سلفادور دالي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1150,
            "question": "ما هو البحر الذي يُعد الأكثر ملوحة في العالم؟",
            "options": [
                "البحر الأحمر",
                "البحر الميت",
                "بحر قزوين",
                "البحر الأسود"
            ],
            "answer": "البحر الميت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1151,
            "question": "ما هو اسم الوحدة المستخدمة لقياس القوة؟",
            "options": [
                "الجول",
                "الوات",
                "النيوتن",
                "الباسكال"
            ],
            "answer": "النيوتن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1152,
            "question": "من هو أول من كتب 'بسم الله الرحمن الرحيم'؟",
            "options": [
                "النبي سليمان عليه السلام",
                "النبي محمد ﷺ",
                "أبو بكر الصديق",
                "عثمان بن عفان"
            ],
            "answer": "النبي سليمان عليه السلام",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1153,
            "question": "ما هي أصغر دولة في العالم من حيث عدد السكان؟",
            "options": [
                "الفاتيكان",
                "موناكو",
                "سان مارينو",
                "ناورو"
            ],
            "answer": "الفاتيكان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1154,
            "question": "ما هو الاسم العلمي لـ 'صدأ الحديد'؟",
            "options": [
                "أكسيد الحديد",
                "كبريتيد الحديد",
                "كربونات الحديد",
                "هيدروكسيد النحاس"
            ],
            "answer": "أكسيد الحديد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1155,
            "question": "من هو القائد الذي لُقب بـ 'أسد الصحراء'؟",
            "options": [
                "عمر المختار",
                "صلاح الدين الأيوبي",
                "خالد بن الوليد",
                "طارق بن زياد"
            ],
            "answer": "عمر المختار",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1156,
            "question": "في أي قارة تقع دولة 'ليختنشتاين'؟",
            "options": [
                "آسيا",
                "أفريقيا",
                "أوروبا",
                "أمريكا الشمالية"
            ],
            "answer": "أوروبا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1157,
            "question": "ما هو الطائر الذي يستطيع الطيران في جميع الاتجاهات (للأمام والخلف)؟",
            "options": [
                "العصفور",
                "النسر",
                "طائر الطنان",
                "البومة"
            ],
            "answer": "طائر الطنان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1158,
            "question": "كم تبلغ درجة تجمد الماء بمقياس 'فهرنهايت'؟",
            "options": [
                "0 درجة",
                "32 درجة",
                "100 درجة",
                "212 درجة"
            ],
            "answer": "32 درجة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1159,
            "question": "من هو مكتشف جرثومة 'السل'؟",
            "options": [
                "لويس باستير",
                "روبرت كوخ",
                "إدوارد جينر",
                "ألكسندر فلمنج"
            ],
            "answer": "روبرت كوخ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1160,
            "question": "ما هي عملة دولة فيتنام؟",
            "options": [
                "الدونغ",
                "اليوان",
                "الين",
                "بات"
            ],
            "answer": "الدونغ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1161,
            "question": "ما هو الاسم العلمي للطبقة الخارجية من الشمس؟",
            "options": [
                "اللب",
                "الهالة (كورونا)",
                "الفوتوسفير",
                "الكروموسفير"
            ],
            "answer": "الهالة (كورونا)",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1162,
            "question": "من هو الأديب العالمي صاحب رواية 'الجريمة والعقاب'؟",
            "options": [
                "تولستوي",
                "ديستويفسكي",
                "تشيخوف",
                "مكسيم غوركي"
            ],
            "answer": "ديستويفسكي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1163,
            "question": "ما هو أندر عنصر كيميائي موجود طبيعياً في القشرة الأرضية؟",
            "options": [
                "الأستاتين",
                "الفرنسيوم",
                "اليورانيوم",
                "الذهب"
            ],
            "answer": "الأستاتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1164,
            "question": "في أي عام تم منح أول جائزة نوبل في التاريخ؟",
            "options": [
                "1895م",
                "1901م",
                "1911م",
                "1920م"
            ],
            "answer": "1901م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1165,
            "question": "ما هي عاصمة دولة مالطا؟",
            "options": [
                "فاليتا",
                "نيقوسيا",
                "روما",
                "مدريد"
            ],
            "answer": "فاليتا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1166,
            "question": "كم عدد أوتار آلة 'التشيلو' الموسيقية؟",
            "options": [
                "3 أوتار",
                "4 أوتار",
                "5 أوتار",
                "6 أوتار"
            ],
            "answer": "4 أوتار",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1167,
            "question": "ما هو الحيوان الوحيد الذي يمتلك 4 ركب؟",
            "options": [
                "الزرافة",
                "الفيل",
                "وحيد القرن",
                "الجمل"
            ],
            "answer": "الفيل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1168,
            "question": "من هو الصحابي الذي أشار بحفر الخندق في غزوة الأحزاب؟",
            "options": [
                "سلمان الفارسي",
                "عمار بن ياسر",
                "أبو بكر الصديق",
                "علي بن أبي طالب"
            ],
            "answer": "سلمان الفارسي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1169,
            "question": "ما هي المادة التي تُصنع منها رؤوس أعواد الثقاب؟",
            "options": [
                "الفوسفور",
                "الكبريت",
                "الكربون",
                "السيليكون"
            ],
            "answer": "الفوسفور",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1170,
            "question": "في أي مدينة يقع مقر 'البنك المركزي الأوروبي'؟",
            "options": [
                "برلين",
                "باريس",
                "فرانكفورت",
                "بروكسل"
            ],
            "answer": "فرانكفورت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1171,
            "question": "ما هو العنصر الكيميائي الذي يمتلك أعلى درجة انصهار بين جميع العناصر؟",
            "options": [
                "البلاتين",
                "التنجستن",
                "الحديد",
                "التيتانيوم"
            ],
            "answer": "التنجستن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1172,
            "question": "من هو المعماري الذي صمم مبنى 'متحف اللوفر' الزجاجي في باريس؟",
            "options": [
                "زها حديد",
                "إيوه مينغ بي",
                "نورمان فوستر",
                "لي كوربوزييه"
            ],
            "answer": "إيوه مينغ بي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1173,
            "question": "في أي عام تم إلغاء نظام 'الأبارتايد' (الفصل العنصري) رسمياً في جنوب أفريقيا؟",
            "options": [
                "1988م",
                "1990م",
                "1994م",
                "1996م"
            ],
            "answer": "1994م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1174,
            "question": "ما هو الاسم العلمي للغاز الذي يسبب ظاهرة 'الشفق القطبي'؟",
            "options": [
                "الأوزون",
                "البلازما",
                "النيون",
                "الهيدروجين"
            ],
            "answer": "البلازما",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1175,
            "question": "من هو الفيلسوف الذي ألّف كتاب 'هكذا تكلم زرادشت'؟",
            "options": [
                "شوبنهاور",
                "فريدريك نيتشه",
                "كانط",
                "هيغل"
            ],
            "answer": "فريدريك نيتشه",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1176,
            "question": "ما هي الدولة التي تمتلك أطول خط ساحلي في العالم؟",
            "options": [
                "روسيا",
                "أستراليا",
                "كندا",
                "إندونيسيا"
            ],
            "answer": "كندا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1177,
            "question": "كم عدد الجيوب الأنفية الموجودة في جمجمة الإنسان البالغ؟",
            "options": [
                "4 جيوب",
                "6 جيوب",
                "8 جيوب",
                "10 جيوب"
            ],
            "answer": "8 جيوب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1178,
            "question": "في أي سنة نُشرت أول نسخة من القاموس الإنجليزي 'أكسفورد'؟",
            "options": [
                "1850م",
                "1884م",
                "1901م",
                "1928م"
            ],
            "answer": "1884م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1179,
            "question": "ما هو الكوكب الذي يمتلك يوماً أطول من سنته؟",
            "options": [
                "عطارد",
                "الزهرة",
                "المريخ",
                "نبتون"
            ],
            "answer": "الزهرة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1180,
            "question": "من هو الرسام الذي رسم لوحة 'ليلة مرصعة بالنجوم'؟",
            "options": [
                "كلود مونيه",
                "فنسنت فان جوخ",
                "باولو بيكاسو",
                "سلفادور دالي"
            ],
            "answer": "فنسنت فان جوخ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1181,
            "question": "ما هي العملة الرسمية لدولة 'منغوليا'؟",
            "options": [
                "الريال",
                "التوغريك",
                "اليوان",
                "الين"
            ],
            "answer": "التوغريك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1182,
            "question": "في أي مدينة يقع مقر منظمة العمل الدولية؟",
            "options": [
                "جنيف",
                "نيويورك",
                "باريس",
                "فيينا"
            ],
            "answer": "جنيف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1183,
            "question": "ما هو الاسم العلمي لعظمة 'العرقوب' في جسم الإنسان؟",
            "options": [
                "الفخذ",
                "الرضفة",
                "العرقوب",
                "العقب"
            ],
            "answer": "العقب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1184,
            "question": "ما هي عاصمة دولة 'بالاو'؟",
            "options": [
                "أبيا",
                "نغيرولمود",
                "مابوتو",
                "لوكا"
            ],
            "answer": "نغيرولمود",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1185,
            "question": "من هو صاحب كتاب 'تهافت التهافت'؟",
            "options": [
                "الغزالي",
                "ابن رشد",
                "الفارابي",
                "الكندي"
            ],
            "answer": "ابن رشد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1186,
            "question": "ما هو الغاز الذي تم اكتشافه لأول مرة في الشمس قبل الأرض؟",
            "options": [
                "الهيدروجين",
                "الأكسجين",
                "الهيليوم",
                "الأرجون"
            ],
            "answer": "الهيليوم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1187,
            "question": "كم يبلغ عدد أسنان فرس النهر؟",
            "options": [
                "32 سناً",
                "36 سناً",
                "40 سناً",
                "44 سناً"
            ],
            "answer": "36 سناً",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1188,
            "question": "في أي عام تم إطلاق تلسكوب 'هابل' الفضائي؟",
            "options": [
                "1985م",
                "1990م",
                "1995م",
                "2000م"
            ],
            "answer": "1990م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1189,
            "question": "من هو أول رائد فضاء عربي قضى أطول مهمة في الفضاء؟",
            "options": [
                "سلطان بن سلمان",
                "محمد فارس",
                "هزاع المنصوري",
                "سلطان النيادي"
            ],
            "answer": "سلطان النيادي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1191,
            "question": "ما هو اسم أعمق نقطة في محيطات العالم؟",
            "options": [
                "خندق جاوا",
                "هوة ماريانا",
                "خندق بورتوريكو",
                "خندق تونغا"
            ],
            "answer": "هوة ماريانا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1192,
            "question": "في أي عام وقعت معركة 'بلاط الشهداء'؟",
            "options": [
                "711م",
                "732م",
                "750م",
                "800م"
            ],
            "answer": "732م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1193,
            "question": "من هو العالم الذي صاغ 'مبدأ الارتياب' (عدم اليقين)؟",
            "options": [
                "آينشتاين",
                "شرودنغر",
                "هايزنبرغ",
                "نيلز بور"
            ],
            "answer": "هايزنبرغ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1194,
            "question": "ما هو الحيوان الذي يستطيع تدوير رأسه بزاوية 270 درجة؟",
            "options": [
                "الصقر",
                "البومة",
                "القط",
                "النسر"
            ],
            "answer": "البومة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1195,
            "question": "من هو صاحب كتاب 'الأمير' في الفلسفة السياسية؟",
            "options": [
                "ميكافيللي",
                "روسو",
                "مونتسكيو",
                "هوبز"
            ],
            "answer": "ميكافيللي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1196,
            "question": "ما هي الدولة التي تمتلك أكبر عدد من البراكين النشطة؟",
            "options": [
                "اليابان",
                "آيسلندا",
                "إندونيسيا",
                "إيطاليا"
            ],
            "answer": "إندونيسيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1197,
            "question": "كم تبلغ درجة الحرارة في مركز الشمس (تقريباً)؟",
            "options": [
                "5 ملايين درجة",
                "10 ملايين درجة",
                "15 مليون درجة",
                "20 مليون درجة"
            ],
            "answer": "15 مليون درجة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1198,
            "question": "في أي سنة تم بناء 'تاج محل' في الهند؟",
            "options": [
                "1632م",
                "1650م",
                "1700م",
                "1550م"
            ],
            "answer": "1632م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1199,
            "question": "ما هو الغاز الذي يشكل 1% فقط من الغلاف الجوي؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الأرجون",
                "الهيدروجين"
            ],
            "answer": "الأرجون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1200,
            "question": "من هو مكتشف لقاح 'شلل الأطفال'؟",
            "options": [
                "لويس باستير",
                "جوناس سالك",
                "إدوارد جينر",
                "ألكسندر فلمنج"
            ],
            "answer": "جوناس سالك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1201,
            "question": "ما هو الاسم الكيميائي لـ 'الكوارتز'؟",
            "options": [
                "ثاني أكسيد الكربون",
                "ثاني أكسيد السيليكون",
                "أكسيد الكالسيوم",
                "كبريتات المغنيسيوم"
            ],
            "answer": "ثاني أكسيد السيليكون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1202,
            "question": "في أي مدينة توفي القائد العظيم 'خالد بن الوليد'؟",
            "options": [
                "المدينة المنورة",
                "دمشق",
                "حمص",
                "بغداد"
            ],
            "answer": "حمص",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1203,
            "question": "كم عدد الغرف في قلب الطيور؟",
            "options": [
                "غرفتان",
                "ثلاث غرف",
                "أربع غرف",
                "خمس غرف"
            ],
            "answer": "أربع غرف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1204,
            "question": "من هو الفيلسوف الذي لُقب بـ 'المعلم الثاني'؟",
            "options": [
                "أرسطو",
                "الفارابي",
                "الكندي",
                "ابن رشد"
            ],
            "answer": "الفارابي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1205,
            "question": "ما هو المعدن الذي يتميز بخاصية 'السيولة' في درجة حرارة الغرفة؟",
            "options": [
                "الرصاص",
                "الزئبق",
                "الفرانسوم",
                "الجاليوم"
            ],
            "answer": "الزئبق",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1206,
            "question": "في أي سنة نالت المرأة حق التصويت لأول مرة في العالم (في نيوزيلندا)؟",
            "options": [
                "1893م",
                "1901م",
                "1910م",
                "1920م"
            ],
            "answer": "1893م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1207,
            "question": "ما هو الاسم العلمي للجسيمات التي تحمل الشحنة السالبة في الذرة؟",
            "options": [
                "البروتونات",
                "النيوترونات",
                "الإلكترونات",
                "الفوتونات"
            ],
            "answer": "الإلكترونات",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1208,
            "question": "من هو مؤلف رواية 'مئة عام من العزلة'؟",
            "options": [
                "إرنست همنغواي",
                "غابرييل غارسيا ماركيز",
                "باولو كويلو",
                "ليو تولستوي"
            ],
            "answer": "غابرييل غارسيا ماركيز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1209,
            "question": "ما هو البحر الذي يحده من الشمال ثلاث دول هي روسيا، كازاخستان، وأذربيجان؟",
            "options": [
                "البحر الأسود",
                "بحر قزوين",
                "البحر الميت",
                "البحر الأحمر"
            ],
            "answer": "بحر قزوين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1210,
            "question": "كم عدد عظام سمكة القرش؟",
            "options": [
                "صفر",
                "100",
                "200",
                "350"
            ],
            "answer": "صفر",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1211,
            "question": "ما هي المادة التي تسبب الانفجار في 'الديناميت'؟",
            "options": [
                "البارود",
                "النيتروجليسرين",
                "الكبريت",
                "الفوسفور"
            ],
            "answer": "النيتروجليسرين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1212,
            "question": "في أي عام تم تأسيس مدينة 'بغداد' على يد الخليفة المنصور؟",
            "options": [
                "750م",
                "762م",
                "800م",
                "833م"
            ],
            "answer": "762م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1213,
            "question": "من هو العالم الذي وضع قوانين 'الوراثة'؟",
            "options": [
                "تشارلز داروين",
                "غريغور مندل",
                "لويس باستير",
                "واطسون"
            ],
            "answer": "غريغور مندل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1214,
            "question": "ما هي عاصمة دولة 'بوتان'؟",
            "options": [
                "تيمفو",
                "كاتماندو",
                "دكا",
                "ماليه"
            ],
            "answer": "تيمفو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1215,
            "question": "من هو أول من نال جائزة نوبل في الفيزياء عام 1901؟",
            "options": [
                "رونتجن",
                "آينشتاين",
                "نيوتن",
                "بير كوري"
            ],
            "answer": "رونتجن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1217,
            "question": "في أي سنة اندلعت الحرب 'الأهلية الأمريكية'؟",
            "options": [
                "1776م",
                "1812م",
                "1861م",
                "1898م"
            ],
            "answer": "1861م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1218,
            "question": "ما هي الدولة الوحيدة التي لم تُهزم في أي حرب شاركت فيها تاريخياً؟",
            "options": [
                "سويسرا",
                "كندا",
                "نيبال",
                "إسرائيل"
            ],
            "answer": "كندا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1219,
            "question": "من هو الرسام الذي قطع أذنه؟",
            "options": [
                "بيكاسو",
                "دالي",
                "فان جوخ",
                "مونيه"
            ],
            "answer": "فان جوخ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1220,
            "question": "كم عدد الكروموسومات في الخلية البشرية الطبيعية؟",
            "options": [
                "23",
                "46",
                "52",
                "64"
            ],
            "answer": "46",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1221,
            "question": "ما هي عاصمة دولة 'موريتانيا'؟",
            "options": [
                "نواكشوط",
                "داكار",
                "باماكو",
                "بانجول"
            ],
            "answer": "نواكشوط",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1222,
            "question": "من هو القائد الذي فتح مدينة 'القسطنطينية'؟",
            "options": [
                "سليمان القانوني",
                "محمد الفاتح",
                "أرطغرل",
                "عثمان الأول"
            ],
            "answer": "محمد الفاتح",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1223,
            "question": "ما هو الغاز الذي يُعرف بـ 'غاز الضحك'؟",
            "options": [
                "أكسيد النيتروز",
                "ثاني أكسيد النيتروجين",
                "الأمونيا",
                "الميثان"
            ],
            "answer": "أكسيد النيتروز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1224,
            "question": "في أي مدينة يقع مقر 'محكمة العدل الدولية'؟",
            "options": [
                "بروكسل",
                "جنيف",
                "لاهاي",
                "باريس"
            ],
            "answer": "لاهاي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1225,
            "question": "كم تبلغ سرعة الصوت في الهواء (تقريباً)؟",
            "options": [
                "340 م/ث",
                "500 م/ث",
                "1000 م/ث",
                "1200 م/ث"
            ],
            "answer": "340 م/ث",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1226,
            "question": "ما هي القارة التي لا يوجد بها أي بركان نشط؟",
            "options": [
                "أوروبا",
                "أستراليا",
                "أفريقيا",
                "أمريكا الشمالية"
            ],
            "answer": "أستراليا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1228,
            "question": "في أي عام تم اكتشاف كوكب 'نبتون'؟",
            "options": [
                "1781م",
                "1846م",
                "1900م",
                "1930م"
            ],
            "answer": "1846م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1230,
            "question": "كم يبلغ عدد دول الاتحاد الأوروبي (حالياً)؟",
            "options": [
                "25",
                "27",
                "28",
                "30"
            ],
            "answer": "27",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1231,
            "question": "من هو صاحب لوحة 'العشاء الأخير'؟",
            "options": [
                "ميكيلانجيلو",
                "رافاييل",
                "ليوناردو دا فينشي",
                "بيكاسو"
            ],
            "answer": "ليوناردو دا فينشي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1232,
            "question": "ما هي اللغة الأكثر تحدثاً في العالم (كلغة أم)؟",
            "options": [
                "الإنجليزية",
                "الإسبانية",
                "الماندرين (الصينية)",
                "الهندية"
            ],
            "answer": "الماندرين (الصينية)",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1233,
            "question": "في أي سنة نال 'ماري كوري' جائزة نوبل الثانية لها؟",
            "options": [
                "1903م",
                "1911م",
                "1920م",
                "1934م"
            ],
            "answer": "1911م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1234,
            "question": "ما هي عاصمة دولة 'آيسلندا'؟",
            "options": [
                "أوسلو",
                "ريكيافيك",
                "هلسنكي",
                "كوبنهاجن"
            ],
            "answer": "ريكيافيك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1235,
            "question": "من هو أول من فاز بجائزة نوبل في السلام من العرب؟",
            "options": [
                "ياسر عرفات",
                "أنور السادات",
                "محمد البرادعي",
                "توكل كرمان"
            ],
            "answer": "أنور السادات",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1236,
            "question": "ما هي المادة التي يتكون منها 'الألماس' بالكامل؟",
            "options": [
                "الكربون",
                "السيليكون",
                "النيتروجين",
                "الحديد"
            ],
            "answer": "الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1238,
            "question": "ما هو الاسم العلمي لمرض 'السكري'؟",
            "options": [
                "ديابيتس ميليتوس",
                "هيبيرتنسون",
                "أنيميا",
                "أرثريتس"
            ],
            "answer": "ديابيتس ميليتوس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1240,
            "question": "كم عدد فقرات عنق الزرافة؟",
            "options": [
                "7",
                "14",
                "21",
                "28"
            ],
            "answer": "7",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1241,
            "question": "ما هي المادة المستخدمة في 'تبييض' الورق؟",
            "options": [
                "الكلور",
                "الأمونيا",
                "الجير",
                "الفحم"
            ],
            "answer": "الكلور",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1242,
            "question": "من هو المنتخب الذي فاز بكأس العالم 1966؟",
            "options": [
                "ألمانيا",
                "إيطاليا",
                "البرازيل",
                "إنجلترا"
            ],
            "answer": "إنجلترا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1243,
            "question": "في أي عام تم افتتاح 'قناة السويس'؟",
            "options": [
                "1850م",
                "1869م",
                "1882م",
                "1905م"
            ],
            "answer": "1869م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1245,
            "question": "من هو مخترع 'البطارية' الكهربائية؟",
            "options": [
                "أليساندرو فولتا",
                "أمبير",
                "وات",
                "أوم"
            ],
            "answer": "أليساندرو فولتا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1246,
            "question": "ما هو الاسم العلمي لـ 'فيتامين أ'؟",
            "options": [
                "الريتينول",
                "الثيامين",
                "الكالسيفرول",
                "النياسين"
            ],
            "answer": "الريتينول",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1247,
            "question": "كم تبلغ مساحة 'الصحراء الكبرى' (تقريباً)؟",
            "options": [
                "5 ملايين كم2",
                "9 ملايين كم2",
                "12 مليون كم2",
                "15 مليون كم2"
            ],
            "answer": "9 ملايين كم2",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1248,
            "question": "في أي مدينة يقع مقر 'منظمة الصحة العالمية'؟",
            "options": [
                "باريس",
                "لندن",
                "جنيف",
                "نيويورك"
            ],
            "answer": "جنيف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1249,
            "question": "من هو مكتشف عنصر 'اليورانيوم'؟",
            "options": [
                "مارتن كلابروث",
                "ماري كوري",
                "أنطوان لافوازييه",
                "دالتون"
            ],
            "answer": "مارتن كلابروث",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1250,
            "question": "ما هو أطول جسر مائي في العالم؟",
            "options": [
                "جسر الملك فهد",
                "جسر دانيانغ-كونشان",
                "جسر لندن",
                "جسر بروكلين"
            ],
            "answer": "جسر دانيانغ-كونشان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1251,
            "question": "ما هو الاسم العلمي لـ 'صدأ النحاس' (اللون الأخضر)؟",
            "options": [
                "أكسيد النحاس",
                "كربونات النحاس القاعدية",
                "كبريتات النحاس",
                "كلوريد النحاس"
            ],
            "answer": "كربونات النحاس القاعدية",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1252,
            "question": "في أي مدينة ولد الشاعر 'أبو الطيب المتنبي'؟",
            "options": [
                "الكوفة",
                "بغداد",
                "دمشق",
                "حلب"
            ],
            "answer": "الكوفة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1253,
            "question": "من هو صاحب لقب 'رهين المحبسين'؟",
            "options": [
                "أبو العلاء المعري",
                "الجاحظ",
                "طه حسين",
                "المتنبي"
            ],
            "answer": "أبو العلاء المعري",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1254,
            "question": "ما هو الغاز الذي يشكل النسبة الأكبر في كوكب 'المشتري'؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "الميثان",
                "الأمونيا"
            ],
            "answer": "الهيدروجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1255,
            "question": "في أي سنة تم بناء 'سور الصين العظيم' (بداية البناء الكبرى)؟",
            "options": [
                "القرن الثالث ق.م",
                "القرن الخامس م",
                "القرن العاشر م",
                "القرن الخامس عشر م"
            ],
            "answer": "القرن الثالث ق.م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1257,
            "question": "من هو مكتشف 'الأكسجين' (بالاشتراك)؟",
            "options": [
                "جوزيف بريستلي",
                "لافوازييه",
                "دالتون",
                "فاراداي"
            ],
            "answer": "جوزيف بريستلي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1259,
            "question": "في أي مدينة يقع تمثال 'الحرية'؟",
            "options": [
                "واشنطن",
                "نيويورك",
                "لوس أنجلوس",
                "شيكاغو"
            ],
            "answer": "نيويورك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1260,
            "question": "من هو مخترع 'الديناميت'؟",
            "options": [
                "ألفريد نوبل",
                "إديسون",
                "تسلا",
                "أوبنهايمر"
            ],
            "answer": "ألفريد نوبل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1261,
            "question": "ما هي الدولة التي تمتلك أكبر عدد من الجزر في العالم؟",
            "options": [
                "إندونيسيا",
                "اليابان",
                "السويد",
                "الفلبين"
            ],
            "answer": "السويد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1262,
            "question": "في أي سنة اندلعت 'الثورة الفرنسية'؟",
            "options": [
                "1750م",
                "1776م",
                "1789م",
                "1804م"
            ],
            "answer": "1789م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1263,
            "question": "من هو صاحب لوحة 'الصرخة'؟",
            "options": [
                "إدفارد مونك",
                "بيكاسو",
                "دالي",
                "فان جوخ"
            ],
            "answer": "إدفارد مونك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1264,
            "question": "ما هو الاسم العلمي لـ 'فيتامين د'؟",
            "options": [
                "كالسيفيرول",
                "توكوفيرول",
                "بيوتين",
                "حمض الفوليك"
            ],
            "answer": "كالسيفيرول",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1265,
            "question": "في أي قارة تقع 'صحراء ناميب'؟",
            "options": [
                "آسيا",
                "أفريقيا",
                "أستراليا",
                "أمريكا الجنوبية"
            ],
            "answer": "أفريقيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1267,
            "question": "كم تبلغ نسبة النيتروجين في الهواء؟",
            "options": [
                "21%",
                "50%",
                "78%",
                "90%"
            ],
            "answer": "78%",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1268,
            "question": "ما هي المادة التي يتكون منها هيكل 'الجمبري' (الروبيان)؟",
            "options": [
                "الكيراتين",
                "الكيتين",
                "الكالسيوم",
                "السيليكا"
            ],
            "answer": "الكيتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1269,
            "question": "في أي سنة انتهت 'الدولة العثمانية' رسمياً؟",
            "options": [
                "1918م",
                "1922م",
                "1924م",
                "1930م"
            ],
            "answer": "1924م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1270,
            "question": "من هو مؤسس علم 'الاجتماع'؟",
            "options": [
                "ابن خلدون",
                "أرسطو",
                "أوجست كونت",
                "ماكس فيبر"
            ],
            "answer": "ابن خلدون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1271,
            "question": "ما هو الاسم العلمي لمرض 'النوم الأفريقي'؟",
            "options": [
                "الملاريا",
                "التريبانوسوما",
                "الليشمانيا",
                "البلهارسيا"
            ],
            "answer": "التريبانوسوما",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1272,
            "question": "من هو الفيلسوف الذي ألّف كتاب 'نقد العقل الخالص'؟",
            "options": [
                "نيتشه",
                "إيمانويل كانط",
                "هيغل",
                "شوبنهاور"
            ],
            "answer": "إيمانويل كانط",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1273,
            "question": "ما هو المعدن الذي يمتلك أعلى معامل توصيل حراري وكهربائي؟",
            "options": [
                "الذهب",
                "النحاس",
                "الفضة",
                "الألومنيوم"
            ],
            "answer": "الفضة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1274,
            "question": "في أي عام وقعت 'موقعة الزلاقة' الشهيرة في الأندلس؟",
            "options": [
                "1086م",
                "1145م",
                "1212م",
                "1492م"
            ],
            "answer": "1086م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1275,
            "question": "من هو العالم الذي اكتشف 'النيوترون' عام 1932؟",
            "options": [
                "نيلز بور",
                "جيمس شادويك",
                "رذرفورد",
                "هايزنبرغ"
            ],
            "answer": "جيمس شادويك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1276,
            "question": "ما هي الدولة التي تمتلك أكبر عدد من اللغات الرسمية في العالم (أكثر من 11 لغة)؟",
            "options": [
                "الهند",
                "جنوب أفريقيا",
                "نيجيريا",
                "إندونيسيا"
            ],
            "answer": "جنوب أفريقيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1277,
            "question": "ما هو الاسم العلمي لعملية 'انقسام الخلية' لإنتاج الأمشاج؟",
            "options": [
                "الميتوزي",
                "الميوزي",
                "الترجمة",
                "الاستنساخ"
            ],
            "answer": "الميوزي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1278,
            "question": "في أي سنة نال الأديب 'إرنست همنغواي' جائزة نوبل للآداب؟",
            "options": [
                "1950م",
                "1954م",
                "1960م",
                "1945م"
            ],
            "answer": "1954م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1279,
            "question": "من هو أول إنسان وصل إلى 'القطب الجنوبي' عام 1911؟",
            "options": [
                "روبرت بيري",
                "رولد أموندسن",
                "جيمس كوك",
                "سكوت"
            ],
            "answer": "رولد أموندسن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1280,
            "question": "ما هو العنصر الكيميائي الذي يرمز له بالرمز 'Hg'؟",
            "options": [
                "الهيليوم",
                "الهيدروجين",
                "الزئبق",
                "الهافنيوم"
            ],
            "answer": "الزئبق",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1281,
            "question": "ما هي المادة التي يتكون منها 'الحرير' الطبيعي؟",
            "options": [
                "السيليلوز",
                "الفيبروين",
                "الكيراتين",
                "الكيتين"
            ],
            "answer": "الفيبروين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1282,
            "question": "من هو الموسيقار صاحب لقب 'أبو السيمفونية'؟",
            "options": [
                "موزارت",
                "بيتهوفن",
                "جوزيف هايدن",
                "باخ"
            ],
            "answer": "جوزيف هايدن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1283,
            "question": "في أي مدينة تم توقيع معاهدة 'فرساي' التي أنهت الحرب العالمية الأولى؟",
            "options": [
                "برلين",
                "لندن",
                "باريس",
                "فيينا"
            ],
            "answer": "باريس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1284,
            "question": "ما هو الحيوان الذي يمتلك 3 قلوب ودم أزرق اللون؟",
            "options": [
                "الحبار",
                "الأخطبوط",
                "نجم البحر",
                "القرش"
            ],
            "answer": "الأخطبوط",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1285,
            "question": "ما هي أصغر دولة في أفريقيا من حيث المساحة؟",
            "options": [
                "غامبيا",
                "سيشل",
                "الرأس الأخضر",
                "جيبوتي"
            ],
            "answer": "سيشل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1286,
            "question": "من هو مكتشف 'الأنسولين' عام 1921؟",
            "options": [
                "فريدريك بانتينغ",
                "لويس باستير",
                "ألكسندر فلمنج",
                "روبرت كوخ"
            ],
            "answer": "فريدريك بانتينغ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1287,
            "question": "ما هي عاصمة دولة 'قيرغيزستان'؟",
            "options": [
                "عشق آباد",
                "بيشكيك",
                "دوشنبه",
                "طشقند"
            ],
            "answer": "بيشكيك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1288,
            "question": "في أي عام تم حل 'الاتحاد السوفيتي' رسمياً؟",
            "options": [
                "1989م",
                "1990م",
                "1991م",
                "1992م"
            ],
            "answer": "1991م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1289,
            "question": "من هو صاحب كتاب 'المناظر' في علم البصريات؟",
            "options": [
                "ابن النفيس",
                "ابن الهيثم",
                "الخوارزمي",
                "ابن رشد"
            ],
            "answer": "ابن الهيثم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1290,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ب1'؟",
            "options": [
                "النياسين",
                "الثيامين",
                "الريبوفلافين",
                "البيوتين"
            ],
            "answer": "الثيامين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1291,
            "question": "ما هي الدولة التي كانت تُعرف سابقاً باسم 'سيلان'؟",
            "options": [
                "تايلاند",
                "سريلانكا",
                "فيتنام",
                "إندونيسيا"
            ],
            "answer": "سريلانكا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1292,
            "question": "كم عدد الأوتار في آلة 'الهارب' (القيثارة) الكلاسيكية الكبيرة؟",
            "options": [
                "40 وتراً",
                "47 وتراً",
                "50 وتراً",
                "35 وتراً"
            ],
            "answer": "47 وتراً",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1293,
            "question": "من هو العالم الذي صاغ نظرية 'الطفو'؟",
            "options": [
                "أرخميدس",
                "فيثاغورس",
                "إقليدس",
                "بطليموس"
            ],
            "answer": "أرخميدس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1294,
            "question": "ما هو الغاز النبيل الذي يرمز له بالرمز 'Kr'؟",
            "options": [
                "الزينون",
                "الكريبون",
                "الرادون",
                "الأرجون"
            ],
            "answer": "الكريبون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1295,
            "question": "في أي مدينة يقع مقر 'منظمة التجارة العالمية'؟",
            "options": [
                "لندن",
                "جنيف",
                "بروكسل",
                "واشنطن"
            ],
            "answer": "جنيف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1296,
            "question": "من هو الرسام صاحب لوحة 'الجيرنيكا'؟",
            "options": [
                "سلفادور دالي",
                "بابلو بيكاسو",
                "هنري ماتيس",
                "كلود مونيه"
            ],
            "answer": "بابلو بيكاسو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1297,
            "question": "ما هو اسم أطول مضيق في العالم؟",
            "options": [
                "مضيق جبل طارق",
                "مضيق ملقا",
                "مضيق هرمز",
                "مضيق باب المندب"
            ],
            "answer": "مضيق ملقا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1298,
            "question": "كم يبلغ عدد أزواج الكروموسومات في الخلية البشرية؟",
            "options": [
                "22 زوجاً",
                "23 زوجاً",
                "24 زوجاً",
                "46 زوجاً"
            ],
            "answer": "23 زوجاً",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1299,
            "question": "من هو أول رئيس لجمهورية مصر العربية؟",
            "options": [
                "جمال عبد الناصر",
                "محمد نجيب",
                "أنور السادات",
                "الملك فاروق"
            ],
            "answer": "محمد نجيب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1300,
            "question": "ما هي المادة التي تُصنع منها أغلب 'رؤوس المثاقب' الصناعية لقوتها؟",
            "options": [
                "الحديد",
                "الألماس الصناعي",
                "التنجستن",
                "الكربون"
            ],
            "answer": "الألماس الصناعي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1301,
            "question": "في أي سنة تم منح جائزة نوبل في الأدب للأديب الفرنسي 'أندريه جيد'؟",
            "options": [
                "1940م",
                "1947م",
                "1952م",
                "1938م"
            ],
            "answer": "1947م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1302,
            "question": "ما هو أندر فصيلة دم في العالم (يُطلق عليها الدم الذهبي)؟",
            "options": [
                "O سالب",
                "AB سالب",
                "Rh null",
                "A موجب"
            ],
            "answer": "Rh null",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1303,
            "question": "ما هو الاسم العلمي لعضلة 'الحجاب الحاجز'؟",
            "options": [
                "ديافرام",
                "بايسيبس",
                "ترايسيبس",
                "جلوتيوس"
            ],
            "answer": "ديافرام",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1304,
            "question": "من هو القائد المسلم الذي لُقب بـ 'المظفر' وهزم المغول؟",
            "options": [
                "صلاح الدين",
                "سيف الدين قطز",
                "الظاهر بيبرس",
                "نور الدين محمود"
            ],
            "answer": "سيف الدين قطز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1305,
            "question": "ما هي عاصمة دولة 'ليتوانيا'؟",
            "options": [
                "ريغا",
                "فيلنيوس",
                "تالين",
                "مينسك"
            ],
            "answer": "فيلنيوس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1306,
            "question": "كم تبلغ سرعة دوران الأرض حول محورها عند خط الاستواء؟",
            "options": [
                "1000 كم/س",
                "1670 كم/س",
                "2000 كم/س",
                "800 كم/س"
            ],
            "answer": "1670 كم/س",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1307,
            "question": "من هو مخترع 'البطارية الكهربائية' عام 1800؟",
            "options": [
                "توماس إديسون",
                "أليساندرو فولتا",
                "نيكولا تسلا",
                "مايكل فاراداي"
            ],
            "answer": "أليساندرو فولتا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1308,
            "question": "ما هو الغاز الذي يشكل النسبة الأكبر في الغلاف الجوي لكوكب 'المريخ'؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "النيتروجين",
                "الهيدروجين"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1310,
            "question": "ما هو الاسم العلمي لمرض 'فقدان الذاكرة'؟",
            "options": [
                "الألزهايمر",
                "أمنيزيا",
                "الباركنسون",
                "الديمنشيا"
            ],
            "answer": "أمنيزيا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1311,
            "question": "من هو الرسام الذي رسم لوحة 'خلق آدم' على سقف كنيسة سيستينا؟",
            "options": [
                "ليوناردو دا فينشي",
                "ميكيلانجيلو",
                "رافاييل",
                "دوناتيلو"
            ],
            "answer": "ميكيلانجيلو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1312,
            "question": "ما هي أعمق بحيرة في العالم؟",
            "options": [
                "بحيرة فيكتوريا",
                "بحيرة بايكال",
                "بحيرة تنجانيقا",
                "بحيرة هورون"
            ],
            "answer": "بحيرة بايكال",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1313,
            "question": "في أي عام تم اغتيال 'جون كينيدي'؟",
            "options": [
                "1960م",
                "1963م",
                "1965م",
                "1968م"
            ],
            "answer": "1963م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1314,
            "question": "ما هو العنصر الكيميائي الذي يمتلك أعلى درجة غليان؟",
            "options": [
                "الحديد",
                "الذهب",
                "التنجستن",
                "الرينيوم"
            ],
            "answer": "التنجستن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1316,
            "question": "ما هي عاصمة دولة 'مقدونيا الشمالية'؟",
            "options": [
                "تيرانا",
                "سكوبيه",
                "بلغراد",
                "صوفيا"
            ],
            "answer": "سكوبيه",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1317,
            "question": "كم عدد صمامات قلب الإنسان البالغ؟",
            "options": [
                "صمامان",
                "ثلاثة صمامات",
                "أربعة صمامات",
                "خمسة صمامات"
            ],
            "answer": "أربعة صمامات",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1318,
            "question": "من هو مكتشف 'الأكسجين' بالاشتراك مع شيل؟",
            "options": [
                "لافوازييه",
                "جوزيف بريستلي",
                "دالتون",
                "أفوغادرو"
            ],
            "answer": "جوزيف بريستلي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1319,
            "question": "في أي سنة نالت 'ماري كوري' أول جائزة نوبل لها؟",
            "options": [
                "1901م",
                "1903م",
                "1911م",
                "1915م"
            ],
            "answer": "1903م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1321,
            "question": "من هو القائد الذي عبر جبال الألب بالأفيال لمهاجمة روما؟",
            "options": [
                "الإسكندر الأكبر",
                "يوليوس قيصر",
                "هانيبال (حنبعل)",
                "نابليون"
            ],
            "answer": "هانيبال (حنبعل)",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1322,
            "question": "ما هو أندر عنصر كيميائي موجود في القشرة الأرضية؟",
            "options": [
                "اليورانيوم",
                "الأستاتين",
                "الفرنسيوم",
                "الذهب"
            ],
            "answer": "الأستاتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1323,
            "question": "في أي مدينة يقع المقر الرئيسي لمنظمة 'أوبك'؟",
            "options": [
                "الرياض",
                "بغداد",
                "فيينا",
                "جنيف"
            ],
            "answer": "فيينا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1325,
            "question": "من هو الأديب الروسي صاحب رواية 'الحرب والسلام'؟",
            "options": [
                "ديستويفسكي",
                "ليو تولستوي",
                "تشيخوف",
                "مكسيم غوركي"
            ],
            "answer": "ليو تولستوي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1327,
            "question": "في أي عام تم إطلاق قمر 'سبوتنيك 1' أول قمر صناعي؟",
            "options": [
                "1945م",
                "1953م",
                "1957م",
                "1961م"
            ],
            "answer": "1957م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1328,
            "question": "ما هي المادة التي تفرزها الغدة 'الدرقية' لتنظيم التمثيل الغذائي؟",
            "options": [
                "الأنسولين",
                "الثيروكسين",
                "الأدرينالين",
                "الكورتيزول"
            ],
            "answer": "الثيروكسين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1329,
            "question": "من هو المعماري الذي صمم 'هرم لوفر' الزجاجي؟",
            "options": [
                "زها حديد",
                "إيوه مينغ بي",
                "فرانك جيري",
                "لو كوربوزييه"
            ],
            "answer": "إيوه مينغ بي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1331,
            "question": "في أي بلد وقعت معركة 'واترلو' الشهيرة؟",
            "options": [
                "فرنسا",
                "ألمانيا",
                "بلجيكا",
                "هولندا"
            ],
            "answer": "بلجيكا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1332,
            "question": "من هو العالم الذي صاغ 'قانون الجذب العام'؟",
            "options": [
                "آينشتاين",
                "نيوتن",
                "جاليليو",
                "باسكال"
            ],
            "answer": "نيوتن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1333,
            "question": "ما هي أطول رحلة هجرة طائر في العالم؟",
            "options": [
                "اللقلق",
                "خرشنة القطب الشمالي",
                "البطة البرية",
                "الصقر"
            ],
            "answer": "خرشنة القطب الشمالي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1334,
            "question": "كم عدد الكروموسومات في خلية الشخص المصاب بـ 'متلازمة داون'؟",
            "options": [
                "45",
                "46",
                "47",
                "48"
            ],
            "answer": "47",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1335,
            "question": "من هو القائد العربي الذي فتح مدينة 'القدس' وطرد الصليبيين؟",
            "options": [
                "خالد بن الوليد",
                "صلاح الدين الأيوبي",
                "نور الدين محمود",
                "الظاهر بيبرس"
            ],
            "answer": "صلاح الدين الأيوبي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1336,
            "question": "ما هي المادة التي يتكون منها 'الألماس'؟",
            "options": [
                "السيليكون",
                "الكربون",
                "النيتروجين",
                "الحديد"
            ],
            "answer": "الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1337,
            "question": "في أي مدينة توجد 'نافورة تريفي' الشهيرة؟",
            "options": [
                "باريس",
                "مدريد",
                "روما",
                "لندن"
            ],
            "answer": "روما",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1338,
            "question": "ما هو الاسم العلمي لعملية 'تبخر' المادة الصلبة دون المرور بالحالة السائلة؟",
            "options": [
                "التكثيف",
                "التسامي",
                "الترسيب",
                "الغليان"
            ],
            "answer": "التسامي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1340,
            "question": "ما هي أصغر دولة في العالم من حيث عدد السكان والمساحة؟",
            "options": [
                "موناكو",
                "الفاتيكان",
                "سان مارينو",
                "ناورو"
            ],
            "answer": "الفاتيكان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1341,
            "question": "كم تبلغ درجة الحرارة المطلقة (الصفر المطلق) بمقياس 'سيلزيوس'؟",
            "options": [
                "0",
                "-100",
                "-273.15",
                "-300"
            ],
            "answer": "-273.15",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1342,
            "question": "من هو أول إنسان دار حول الأرض في الفضاء؟",
            "options": [
                "نيل أرمسترونج",
                "يوري غاغارين",
                "جون جلين",
                "باز ألدرين"
            ],
            "answer": "يوري غاغارين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1343,
            "question": "ما هو الغاز الذي تبلغ نسبته 78% في الهواء الجوي؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "النيتروجين",
                "الأرجون"
            ],
            "answer": "النيتروجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1344,
            "question": "في أي عام تم افتتاح 'قناة بنما'؟",
            "options": [
                "1880م",
                "1904م",
                "1914م",
                "1920م"
            ],
            "answer": "1914م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1345,
            "question": "من هو مخترع 'الديناميت' الذي ندم وأسس جوائز نوبل؟",
            "options": [
                "توماس إديسون",
                "ألفريد نوبل",
                "إسحاق نيوتن",
                "نيكولا تسلا"
            ],
            "answer": "ألفريد نوبل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1346,
            "question": "ما هي المادة التي يتكون منها هيكل 'سمك القرش'؟",
            "options": [
                "العظم",
                "الغضروف",
                "الكيراتين",
                "السيليكا"
            ],
            "answer": "الغضروف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1347,
            "question": "من هو العالم صاحب نظرية 'النسبية'؟",
            "options": [
                "ستيفن هوكينج",
                "ألبرت آينشتاين",
                "نيلز بور",
                "هايزنبرغ"
            ],
            "answer": "ألبرت آينشتاين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1351,
            "question": "من هو مؤلف ملحمة 'الإلياذة والأوديسة'؟",
            "options": [
                "أرسطو",
                "أفلاطون",
                "هوميروس",
                "سوفوكليس"
            ],
            "answer": "هوميروس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1352,
            "question": "ما هو العنصر الكيميائي الذي يمتلك الرمز 'W'؟",
            "options": [
                "التنجستن",
                "النيكل",
                "الباريوم",
                "الفوسفور"
            ],
            "answer": "التنجستن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1353,
            "question": "في أي بلد نشأت رياضة 'الجودو'؟",
            "options": [
                "الصين",
                "اليابان",
                "كوريا",
                "تايلاند"
            ],
            "answer": "اليابان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1354,
            "question": "ما هو الغاز الذي تطلقه الأشجار ليلاً أثناء عملية التنفس؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "النيتروجين",
                "الأوزون"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1355,
            "question": "من هو العالم الذي اكتشف 'البنسلين' عام 1928؟",
            "options": [
                "لويس باستير",
                "روبرت كوخ",
                "ألكسندر فلمنج",
                "جوزيف ليستر"
            ],
            "answer": "ألكسندر فلمنج",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1358,
            "question": "في أي سنة بدأت 'الثورة الفرنسية'؟",
            "options": [
                "1750م",
                "1776م",
                "1789م",
                "1804م"
            ],
            "answer": "1789م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1360,
            "question": "ما هو الكوكب الذي يلقب بـ 'الكوكب الأحمر'؟",
            "options": [
                "الزهرة",
                "المريخ",
                "المشتري",
                "زحل"
            ],
            "answer": "المريخ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1361,
            "question": "ما هي المادة التي يتكون منها 'اللؤلؤ'؟",
            "options": [
                "السيليكا",
                "كربونات الكالسيوم",
                "الفوسفات",
                "أكسيد النحاس"
            ],
            "answer": "كربونات الكالسيوم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1362,
            "question": "في أي مدينة يقع برج 'إيفل'؟",
            "options": [
                "لندن",
                "باريس",
                "روما",
                "مدريد"
            ],
            "answer": "باريس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1363,
            "question": "من هو مخترع 'الهاتف'؟",
            "options": [
                "توماس إديسون",
                "ألكسندر غراهام بيل",
                "نيكولا تسلا",
                "ماركوني"
            ],
            "answer": "ألكسندر غراهام بيل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1364,
            "question": "ما هو الاسم العلمي للرصاص؟",
            "options": [
                "Plumbum",
                "Ferrum",
                "Aurum",
                "Argentum"
            ],
            "answer": "Plumbum",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1365,
            "question": "كم تبلغ سرعة الضوء في الفراغ؟",
            "options": [
                "150 ألف كم/ث",
                "300 ألف كم/ث",
                "450 ألف كم/ث",
                "600 ألف كم/ث"
            ],
            "answer": "300 ألف كم/ث",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1366,
            "question": "من هو القائد الذي فتح 'الأندلس' عام 711م؟",
            "options": [
                "عقبة بن نافع",
                "طارق بن زياد",
                "موسى بن نصير",
                "عبد الرحمن الداخل"
            ],
            "answer": "طارق بن زياد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1368,
            "question": "في أي عام تم اغتيال 'مارتن لوثر كينج'؟",
            "options": [
                "1960م",
                "1963م",
                "1965م",
                "1968م"
            ],
            "answer": "1968م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1369,
            "question": "من هو صاحب لوحة 'الموناليزا'؟",
            "options": [
                "بيكاسو",
                "دالي",
                "ليوناردو دا فينشي",
                "فان جوخ"
            ],
            "answer": "ليوناردو دا فينشي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1371,
            "question": "ما هو العنصر الكيميائي الأكثر وفرة في الكون؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الهيدروجين",
                "الهيليوم"
            ],
            "answer": "الهيدروجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1372,
            "question": "من هو الفيلسوف الذي قال 'أنا أفكر إذن أنا موجود'؟",
            "options": [
                "سقراط",
                "رينيه ديكارت",
                "نيتشه",
                "كانط"
            ],
            "answer": "رينيه ديكارت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1375,
            "question": "من هو مكتشف 'الجاذبية'؟",
            "options": [
                "جاليليو",
                "آينشتاين",
                "إسحاق نيوتن",
                "باسكال"
            ],
            "answer": "إسحاق نيوتن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1376,
            "question": "ما هي عاصمة دولة 'البرازيل'؟",
            "options": [
                "ريو دي جانيرو",
                "ساو باولو",
                "برازيليا",
                "ليما"
            ],
            "answer": "برازيليا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1378,
            "question": "من هو صاحب مسرحية 'هاملت'؟",
            "options": [
                "تشارلز ديكنز",
                "وليام شكسبير",
                "مارك توين",
                "فيكتور هوغو"
            ],
            "answer": "وليام شكسبير",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1380,
            "question": "في أي مدينة أقيمت أول ألعاب أولمبية حديثة؟",
            "options": [
                "روما",
                "باريس",
                "أثينا",
                "لندن"
            ],
            "answer": "أثينا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1381,
            "question": "من هو المنتخب الذي فاز بكأس العالم 2022؟",
            "options": [
                "فرنسا",
                "البرازيل",
                "الأرجنتين",
                "ألمانيا"
            ],
            "answer": "الأرجنتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1382,
            "question": "ما هي المادة التي يتكون منها ' الماس'؟",
            "options": [
                "السيليكون",
                "الكربون",
                "النيتروجين",
                "الحديد"
            ],
            "answer": "الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1384,
            "question": "كم عدد لاعبي فريق كرة السلة؟",
            "options": [
                "5 لاعبين",
                "6 لاعبين",
                "7 لاعبين",
                "11 لاعباً"
            ],
            "answer": "5 لاعبين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1386,
            "question": "ما هو الغاز الذي تطلقه النباتات في النهار؟",
            "options": [
                "ثاني أكسيد الكربون",
                "الأكسجين",
                "النيتروجين",
                "الأوزون"
            ],
            "answer": "الأكسجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1387,
            "question": "في أي سنة اندلعت الحرب العالمية الثانية؟",
            "options": [
                "1914م",
                "1918م",
                "1939م",
                "1945م"
            ],
            "answer": "1939م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1390,
            "question": "من هو صاحب رواية 'البؤساء'؟",
            "options": [
                "تشارلز ديكنز",
                "فيكتور هوغو",
                "ليو تولستوي",
                "شكسبير"
            ],
            "answer": "فيكتور هوغو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1391,
            "question": "ما هو أندر عنصر في الجدول الدوري؟",
            "options": [
                "اليورانيوم",
                "الأستاتين",
                "الذهب",
                "الفضة"
            ],
            "answer": "الأستاتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1392,
            "question": "ما هي المادة التي يتكون منها 'ظفر الإنسان'؟",
            "options": [
                "العظم",
                "الكيراتين",
                "السيليكا",
                "الحديد"
            ],
            "answer": "الكيراتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1393,
            "question": "في أي مدينة تقع 'ساعة بيج بن'؟",
            "options": [
                "باريس",
                "لندن",
                "نيويورك",
                "روما"
            ],
            "answer": "لندن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1394,
            "question": "من هو مكتشف 'الدورة الدموية الصغرى'؟",
            "options": [
                "ابن النفيس",
                "ويليام هارفي",
                "باستير",
                "أبوقراط"
            ],
            "answer": "ابن النفيس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1397,
            "question": "من هو المنتخب الذي فاز بأول نسخة من كأس العالم؟",
            "options": [
                "البرازيل",
                "الأرجنتين",
                "الأوروغواي",
                "إيطاليا"
            ],
            "answer": "الأوروغواي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1398,
            "question": "ما هي المادة التي يتكون منها هيكل 'الجمبري'؟",
            "options": [
                "العظم",
                "الكيتين",
                "الكالسيوم",
                "السيليكون"
            ],
            "answer": "الكيتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1399,
            "question": "في أي مدينة يقع مقر 'منظمة اليونسكو'؟",
            "options": [
                "لندن",
                "جنيف",
                "باريس",
                "نيويورك"
            ],
            "answer": "باريس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1400,
            "question": "من هو صاحب لوحة 'ليلة مرصعة بالنجوم'؟",
            "options": [
                "بيكاسو",
                "دالي",
                "فان جوخ",
                "مونيه"
            ],
            "answer": "فان جوخ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1401,
            "question": "ما هو الغاز الذي تطلقه الشمس؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الهيدروجين",
                "الأوزون"
            ],
            "answer": "الهيدروجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1402,
            "question": "كم تبلغ درجة غليان الماء؟",
            "options": [
                "50",
                "80",
                "100",
                "150"
            ],
            "answer": "100",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1403,
            "question": "من هو مكتشف 'قارة أمريكا'؟",
            "options": [
                "فاسكو دي جاما",
                "ماجلان",
                "كريستوفر كولومبوس",
                "ماركو بولو"
            ],
            "answer": "كريستوفر كولومبوس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1404,
            "question": "ما هي عملة دولة 'اليابان'؟",
            "options": [
                "اليوان",
                "الين",
                "الوون",
                "بات"
            ],
            "answer": "الين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1405,
            "question": "ما هو الكوكب الملقب بـ 'توأم الأرض'؟",
            "options": [
                "المريخ",
                "الزهرة",
                "عطارد",
                "نبتون"
            ],
            "answer": "الزهرة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1407,
            "question": "من هو مكتشف 'الأشعة السينية'؟",
            "options": [
                "رونتجن",
                "نيوتن",
                "تسلا",
                "إديسون"
            ],
            "answer": "رونتجن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1408,
            "question": "ما هي المادة التي تمنح الجلد لونه؟",
            "options": [
                "الهيموجلوبين",
                "الميلانين",
                "الكيراتين",
                "الكلوروفيل"
            ],
            "answer": "الميلانين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1409,
            "question": "في أي مدينة يقع تمثال 'أبو الهول'؟",
            "options": [
                "القاهرة",
                "الجيزة",
                "الأقصر",
                "أسوان"
            ],
            "answer": "الجيزة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1410,
            "question": "من هو مخترع 'المذياع'؟",
            "options": [
                "إديسون",
                "ماركوني",
                "بيل",
                "تسلا"
            ],
            "answer": "ماركوني",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1411,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ب12'؟",
            "options": [
                "النياسين",
                "الكوبالامين",
                "الثيامين",
                "البيوتين"
            ],
            "answer": "الكوبالامين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1412,
            "question": "ما هي أكبر صحراء في العالم؟",
            "options": [
                "الصحراء الكبرى",
                "الصحراء الجليدية القطبية",
                "صحراء جوبي",
                "صحراء نجد"
            ],
            "answer": "الصحراء الجليدية القطبية",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1414,
            "question": "من هو مكتشف 'الدورة الدموية الكبرى'؟",
            "options": [
                "ابن النفيس",
                "ويليام هارفي",
                "باستير",
                "أبوقراط"
            ],
            "answer": "ويليام هارفي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1415,
            "question": "في أي سنة سقط 'جدار برلين'؟",
            "options": [
                "1985م",
                "1989م",
                "1991م",
                "1995م"
            ],
            "answer": "1989م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1416,
            "question": "ما هو الحيوان الملقب بـ 'سفينة الصحراء'؟",
            "options": [
                "الحصان",
                "الجمل",
                "الحمار الوحشي",
                "الفيل"
            ],
            "answer": "الجمل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1419,
            "question": "ما هو المعدن السائل في درجة حرارة الغرفة؟",
            "options": [
                "الرصاص",
                "الزئبق",
                "النحاس",
                "الذهب"
            ],
            "answer": "الزئبق",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1420,
            "question": "في أي قارة تقع جبال 'الأنديز'؟",
            "options": [
                "آسيا",
                "أفريقيا",
                "أمريكا الجنوبية",
                "أوروبا"
            ],
            "answer": "أمريكا الجنوبية",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1421,
            "question": "من هو المنتخب الفائز بكأس العالم 1998؟",
            "options": [
                "البرازيل",
                "فرنسا",
                "ألمانيا",
                "إيطاليا"
            ],
            "answer": "فرنسا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1422,
            "question": "ما هو الاسم العلمي لـ 'فيتامين هـ'؟",
            "options": [
                "توكوفيرول",
                "ريتينول",
                "ثيامين",
                "بيوتين"
            ],
            "answer": "توكوفيرول",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1425,
            "question": "في أي مدينة يقع 'متحف اللوفر'؟",
            "options": [
                "لندن",
                "باريس",
                "روما",
                "مدريد"
            ],
            "answer": "باريس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1426,
            "question": "ما هو الحيوان الذي يستخرج منه 'المسك'؟",
            "options": [
                "الحوت",
                "الغزال",
                "الفيل",
                "التمساح"
            ],
            "answer": "الغزال",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1428,
            "question": "من هو مخترع 'المصباح الكهربائي'؟",
            "options": [
                "نيوتن",
                "إديسون",
                "تسلا",
                "بيل"
            ],
            "answer": "إديسون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1430,
            "question": "في أي مدينة توجد 'نافورة تريفي'؟",
            "options": [
                "باريس",
                "مدريد",
                "روما",
                "لندن"
            ],
            "answer": "روما",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1431,
            "question": "من هو صاحب مسرحية 'الملك لير'؟",
            "options": [
                "شكسبير",
                "ديكنز",
                "تولستوي",
                "هوغو"
            ],
            "answer": "شكسبير",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1434,
            "question": "من هو مكتشف 'الأنسولين'؟",
            "options": [
                "بانتينغ",
                "باستير",
                "فلمنج",
                "كوخ"
            ],
            "answer": "بانتينغ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1435,
            "question": "في أي بلد يقع شلال 'فيكتوريا'؟",
            "options": [
                "مصر",
                "جنوب أفريقيا",
                "زامبيا وزيمبابوي",
                "البرازيل"
            ],
            "answer": "زامبيا وزيمبابوي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1436,
            "question": "ما هي عملة دولة 'الأرجنتين'؟",
            "options": [
                "البيزو",
                "الريال",
                "الدولار",
                "اليورو"
            ],
            "answer": "البيزو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1438,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ك'؟",
            "options": [
                "فيلوكينون",
                "توكوفيرول",
                "ريتينول",
                "ثيامين"
            ],
            "answer": "فيلوكينون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1439,
            "question": "كم تبلغ درجة الحرارة في 'الصفر المطلق'؟",
            "options": [
                "0",
                "-100",
                "-273.15",
                "-300"
            ],
            "answer": "-273.15",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1440,
            "question": "من هو صاحب لقب 'شيخ المترجمين'؟",
            "options": [
                "منير بعلبكي",
                "رفاعة الطهطاوي",
                "طه حسين",
                "أنيس منصور"
            ],
            "answer": "منير بعلبكي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1441,
            "question": "في أي مدينة يقع مقر 'البنك الدولي'؟",
            "options": [
                "لندن",
                "نيويورك",
                "واشنطن",
                "باريس"
            ],
            "answer": "واشنطن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1443,
            "question": "كم عدد أرجل الحصان؟",
            "options": [
                "2",
                "4",
                "6",
                "8"
            ],
            "answer": "4",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1444,
            "question": "من هو القائد الذي فتح 'القسطنطينية'؟",
            "options": [
                "محمد الفاتح",
                "صلاح الدين",
                "خالد بن الوليد",
                "طارق بن زياد"
            ],
            "answer": "محمد الفاتح",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1445,
            "question": "ما هي المادة التي يتكون منها 'هيكل الحشرات'؟",
            "options": [
                "العظم",
                "الكيتين",
                "الكيراتين",
                "السيليكا"
            ],
            "answer": "الكيتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1447,
            "question": "من هو مخترع 'الطائرة'؟",
            "options": [
                "الأخوة رايت",
                "إديسون",
                "فورد",
                "بيل"
            ],
            "answer": "الأخوة رايت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1449,
            "question": "كم تبلغ سرعة الصوت في الهواء؟",
            "options": [
                "340 م/ث",
                "500 م/ث",
                "1000 م/ث",
                "1200 م/ث"
            ],
            "answer": "340 م/ث",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1450,
            "question": "في أي سنة تم اكتشاف 'مقبرة توت عنخ آمون'؟",
            "options": [
                "1902م",
                "1912م",
                "1922م",
                "1932م"
            ],
            "answer": "1922م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1451,
            "question": "من هو صاحب لوحة 'إصرار الذاكرة'؟",
            "options": [
                "بيكاسو",
                "دالي",
                "دا فينشي",
                "فان جوخ"
            ],
            "answer": "دالي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1452,
            "question": "ما هو الغاز الذي تطلقه الأشجار ليلاً؟",
            "options": [
                "ثاني أكسيد الكربون",
                "الأكسجين",
                "النيتروجين",
                "الأوزون"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1453,
            "question": "كم عدد فقرات رقبة الزرافة؟",
            "options": [
                "7",
                "14",
                "21",
                "28"
            ],
            "answer": "7",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1454,
            "question": "من هو القائد المسلم الذي لُقب بـ 'أسد الصحراء'؟",
            "options": [
                "عمر المختار",
                "صلاح الدين",
                "خالد بن الوليد",
                "طارق بن زياد"
            ],
            "answer": "عمر المختار",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1455,
            "question": "ما هي المادة التي يتكون منها 'قرن وحيد القرن'؟",
            "options": [
                "العظم",
                "العاج",
                "الكيراتين",
                "الحديد"
            ],
            "answer": "الكيراتين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1456,
            "question": "في أي مدينة يقع مقر 'جامعة الدول العربية'؟",
            "options": [
                "الرياض",
                "القاهرة",
                "تونس",
                "بيروت"
            ],
            "answer": "القاهرة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1457,
            "question": "من هو مخترع 'البندقية'؟",
            "options": [
                "كوليت",
                "نوبل",
                "إديسون",
                "غاتلينغ"
            ],
            "answer": "كوليت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1458,
            "question": "ما هو الاسم العلمي لمرض 'فقدان المناعة المكتسب'؟",
            "options": [
                "الإيدز",
                "السرطان",
                "السكري",
                "الأنيميا"
            ],
            "answer": "الإيدز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1459,
            "question": "كم يبلغ عدد دول 'الاتحاد الأوروبي' حالياً؟",
            "options": [
                "25",
                "27",
                "28",
                "30"
            ],
            "answer": "27",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1460,
            "question": "في أي مدينة ولد الشاعر 'المتنبي'؟",
            "options": [
                "الكوفة",
                "بغداد",
                "دمشق",
                "حلب"
            ],
            "answer": "الكوفة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1461,
            "question": "من هو القائد الذي فتح 'الأندلس'؟",
            "options": [
                "طارق بن زياد",
                "خالد بن الوليد",
                "صلاح الدين",
                "محمد الفاتح"
            ],
            "answer": "طارق بن زياد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1463,
            "question": "كم تبلغ درجة الحرارة في 'مركز الأرض'؟",
            "options": [
                "1000",
                "3000",
                "6000",
                "9000"
            ],
            "answer": "6000",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1464,
            "question": "من هو صاحب رواية 'الجريمة والعقاب'؟",
            "options": [
                "تولستوي",
                "ديستويفسكي",
                "تشيخوف",
                "غوركي"
            ],
            "answer": "ديستويفسكي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1465,
            "question": "في أي مدينة تقع 'نافورة تريفي'؟",
            "options": [
                "باريس",
                "روما",
                "مدريد",
                "لندن"
            ],
            "answer": "روما",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1468,
            "question": "من هو مؤسس علم 'الجبر'؟",
            "options": [
                "ابن الهيثم",
                "الخوارزمي",
                "ابن سينا",
                "الفارابي"
            ],
            "answer": "الخوارزمي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1469,
            "question": "ما هي المادة التي يتكون منها 'الماس'؟",
            "options": [
                "الكربون",
                "السيليكون",
                "النيتروجين",
                "الحديد"
            ],
            "answer": "الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1471,
            "question": "ما هي الدولة التي كانت تُعرف سابقاً باسم 'جمهورية داهومي'؟",
            "options": [
                "بنين",
                "توغو",
                "النيجر",
                "مالي"
            ],
            "answer": "بنين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1472,
            "question": "من هو العالم الذي صاغ 'مبدأ الاستبعاد' في ميكانيكا الكم؟",
            "options": [
                "فولفغانغ باولي",
                "ماكس بلانك",
                "نيلز بور",
                "إرفين شرودنغر"
            ],
            "answer": "فولفغانغ باولي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1473,
            "question": "ما هي المادة التي يتكون منها 'ميناء الأسنان' (أصلب مادة في الجسم)؟",
            "options": [
                "الكيراتين",
                "الهيدروكسيباتيت",
                "الكولاجين",
                "السيليكا"
            ],
            "answer": "الهيدروكسيباتيت",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1474,
            "question": "في أي سنة نال الأديب الفرنسي 'ألبير كامو' جائزة نوبل للآداب؟",
            "options": [
                "1950م",
                "1954م",
                "1957م",
                "1960م"
            ],
            "answer": "1957م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1475,
            "question": "من هو أول من صنف العناصر الكيميائية في 'جدول دوري' عام 1869؟",
            "options": [
                "دالتون",
                "مندلييف",
                "لافوازييه",
                "أفوغادرو"
            ],
            "answer": "مندلييف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1476,
            "question": "ما هي عاصمة دولة 'بروناي'؟",
            "options": [
                "بندر سري بكاوان",
                "كوالالمبور",
                "جاكرتا",
                "مانيلا"
            ],
            "answer": "بندر سري بكاوان",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1477,
            "question": "في أي مدينة تم توقيع معاهدة 'ماستريخت' التي أسست الاتحاد الأوروبي؟",
            "options": [
                "بروكسل",
                "هولندا",
                "لوكسمبورغ",
                "باريس"
            ],
            "answer": "هولندا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1478,
            "question": "ما هو الاسم العلمي للغاز المستخدم في 'التخدير' والمعروف بغاز الضحك؟",
            "options": [
                "أكسيد النيتروز",
                "ثاني أكسيد النيتروجين",
                "الأمونيا",
                "الميثان"
            ],
            "answer": "أكسيد النيتروز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1479,
            "question": "من هو الرسام صاحب لوحة 'المدرسة الأثينية' في الفاتيكان؟",
            "options": [
                "ميكيلانجيلو",
                "رافاييل",
                "ليوناردو دا فينشي",
                "دوناتيلو"
            ],
            "answer": "رافاييل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1480,
            "question": "ما هو المعدن الذي يُعتبر المكون الرئيسي لنيزك 'سيديريت'؟",
            "options": [
                "النيكل والحديد",
                "النحاس والذهب",
                "الألومنيوم",
                "السيليكون"
            ],
            "answer": "النيكل والحديد",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1481,
            "question": "كم عدد الأوتار في آلة 'التشيلو' الموسيقية؟",
            "options": [
                "3 أوتار",
                "4 أوتار",
                "5 أوتار",
                "6 أوتار"
            ],
            "answer": "4 أوتار",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1482,
            "question": "من هو الفيلسوف الذي كتب 'العالم إرادة وتمثلاً'؟",
            "options": [
                "نيتشه",
                "شوبنهاور",
                "هيغل",
                "كانط"
            ],
            "answer": "شوبنهاور",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1483,
            "question": "ما هي المادة التي يتكون منها 'قرن الأيل' (الغزال) سنوياً؟",
            "options": [
                "الكيراتين",
                "العظم",
                "العاج",
                "الغضروف"
            ],
            "answer": "العظم",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1484,
            "question": "في أي عام تم اكتشاف 'البنسلين' على يد ألكسندر فلمنج؟",
            "options": [
                "1920م",
                "1928م",
                "1935م",
                "1940م"
            ],
            "answer": "1928م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1485,
            "question": "من هو القائد الذي أسس 'الدولة الموحدية' في المغرب؟",
            "options": [
                "يوسف بن تاشفين",
                "عبد المؤمن بن علي",
                "طارق بن زياد",
                "المنصور الذهبي"
            ],
            "answer": "عبد المؤمن بن علي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1486,
            "question": "ما هو الاسم العلمي لمرض 'داء الفيل'؟",
            "options": [
                "الفيلاريا",
                "الملاريا",
                "البلهارسيا",
                "التراخوما"
            ],
            "answer": "الفيلاريا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1487,
            "question": "ما هي العملة الرسمية لدولة 'ألبانيا'؟",
            "options": [
                "الليك",
                "اليورو",
                "الدينار",
                "الفرنك"
            ],
            "answer": "الليك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1488,
            "question": "كم تبلغ سرعة الهروب من جاذبية الأرض (Escape Velocity)؟",
            "options": [
                "7 كم/ث",
                "11.2 كم/ث",
                "15 كم/ث",
                "20 كم/ث"
            ],
            "answer": "11.2 كم/ث",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1489,
            "question": "من هو العالم العربي الذي يُلقب بـ 'صيدلاني العرب'؟",
            "options": [
                "ابن البيطار",
                "الرازي",
                "ابن سينا",
                "جابر بن حيان"
            ],
            "answer": "ابن البيطار",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1490,
            "question": "في أي مدينة تم تأسيس 'منظمة التجارة العالمية' عام 1995؟",
            "options": [
                "نيويورك",
                "جنيف",
                "مراكش",
                "لندن"
            ],
            "answer": "مراكش",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1491,
            "question": "ما هي المادة الكيميائية المسؤولة عن نقل الإشارات العصبية في الدماغ؟",
            "options": [
                "النيتروجين",
                "الناقلات العصبية",
                "الهرمونات",
                "الإنزيمات"
            ],
            "answer": "الناقلات العصبية",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1492,
            "question": "من هو صاحب الرقم القياسي لأطول فترة حكم في تاريخ فرنسا؟",
            "options": [
                "نابليون بونابرت",
                "لويس الرابع عشر",
                "شارل ديغول",
                "لويس السادس عشر"
            ],
            "answer": "لويس الرابع عشر",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1493,
            "question": "ما هو الاسم العلمي لعنصر 'الرصاص' في الجدول الدوري؟",
            "options": [
                "Ferrum",
                "Plumbum",
                "Argentum",
                "Aurum"
            ],
            "answer": "Plumbum",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1494,
            "question": "كم عدد اللغات الرسمية في سويسرا؟",
            "options": [
                "لغتان",
                "ثلاث لغات",
                "أربع لغات",
                "خمس لغات"
            ],
            "answer": "أربع لغات",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1495,
            "question": "من هو مكتشف 'حلقات كوكب زحل' لأول مرة عام 1610؟",
            "options": [
                "نيوتن",
                "جاليليو",
                "كبلر",
                "كوبيرنيكوس"
            ],
            "answer": "جاليليو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1496,
            "question": "في أي قارة يقع مضيق 'تورس'؟",
            "options": [
                "بين آسيا وأستراليا",
                "أوروبا",
                "أفريقيا",
                "أمريكا الجنوبية"
            ],
            "answer": "بين آسيا وأستراليا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1497,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ب9'؟",
            "options": [
                "النياسين",
                "البيوتين",
                "حمض الفوليك",
                "الثيامين"
            ],
            "answer": "حمض الفوليك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1498,
            "question": "من هو المعماري الذي صمم 'كاتدرائية القديس بولس' في لندن؟",
            "options": [
                "كريستوفر رن",
                "نورمان فوستر",
                "أوسكار نيماير",
                "غوستاف إيفل"
            ],
            "answer": "كريستوفر رن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1499,
            "question": "كم يبلغ عمق 'خندق ماريانا' في المحيط الهادي تقريباً؟",
            "options": [
                "8000 متر",
                "11000 متر",
                "15000 متر",
                "20000 متر"
            ],
            "answer": "11000 متر",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1500,
            "question": "في أي سنة وقعت 'ثورة الميجى' التي حولت اليابان إلى قوة صناعية؟",
            "options": [
                "1850م",
                "1868م",
                "1900م",
                "1912م"
            ],
            "answer": "1868م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1501,
            "question": "ما هو الاسم العلمي للجزيء الذي يحمل المعلومات الوراثية؟",
            "options": [
                "RNA",
                "DNA",
                "ATP",
                "Glucose"
            ],
            "answer": "DNA",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1502,
            "question": "من هو المنتخب الفائز بأول نسخة من كأس أمم أفريقيا عام 1957؟",
            "options": [
                "السودان",
                "مصر",
                "إثيوبيا",
                "غانا"
            ],
            "answer": "مصر",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1503,
            "question": "ما هو المعدن الذي يتميز بأنه 'شبه موصل' ويستخدم في صناعة المعالجات؟",
            "options": [
                "الحديد",
                "النحاس",
                "السيليكون",
                "الرصاص"
            ],
            "answer": "السيليكون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1504,
            "question": "في أي مدينة توفي العالم 'ألبرت آينشتاين'؟",
            "options": [
                "برلين",
                "ميونخ",
                "برينستون",
                "نيويورك"
            ],
            "answer": "برينستون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1505,
            "question": "من هو أول من نال جائزة نوبل في الكيمياء عام 1901؟",
            "options": [
                "ياكوبس فانت هوف",
                "ماري كوري",
                "ألفريد نوبل",
                "دالتون"
            ],
            "answer": "ياكوبس فانت هوف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1506,
            "question": "ما هي عاصمة دولة 'جيبوتي'؟",
            "options": [
                "مقديشو",
                "جيبوتي",
                "نيروبي",
                "أديس أبابا"
            ],
            "answer": "جيبوتي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1507,
            "question": "كم عدد فقرات العمود الفقري في السلحفاة؟",
            "options": [
                "10 فقرات",
                "20 فقرة",
                "لا تمتلك فقرات",
                "تعتبر جزءاً من القوقعة"
            ],
            "answer": "تعتبر جزءاً من القوقعة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1508,
            "question": "من هو الأديب الروسي صاحب مسرحية 'النورس'؟",
            "options": [
                "أنطون تشيخوف",
                "مكسيم غوركي",
                "تولستوي",
                "ديستويفسكي"
            ],
            "answer": "أنطون تشيخوف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1509,
            "question": "ما هي المادة التي تُصنع منها أغشية الخلايا؟",
            "options": [
                "البروتينات",
                "الدهون الفسفورية",
                "الكربوهيدرات",
                "الفيتامينات"
            ],
            "answer": "الدهون الفسفورية",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1510,
            "question": "في أي عام تم افتتاح 'مترو لندن' كأول مترو في العالم؟",
            "options": [
                "1850م",
                "1863م",
                "1890م",
                "1905م"
            ],
            "answer": "1863م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1511,
            "question": "من هو مكتشف 'فيروس الإيدز' (بالاشتراك) عام 1983؟",
            "options": [
                "لوك مونتانييه",
                "روبرت كوخ",
                "لويس باستير",
                "جون سنو"
            ],
            "answer": "لوك مونتانييه",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1512,
            "question": "ما هو الغاز الذي تبلغ نسبته 21% في الغلاف الجوي؟",
            "options": [
                "النيتروجين",
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الأرجون"
            ],
            "answer": "الأكسجين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1514,
            "question": "من هو صاحب لوحة 'ساعة الاستراحة' أو 'المصلون'؟",
            "options": [
                "فان جوخ",
                "جان فرانسوا ميليه",
                "سلفادور دالي",
                "بيكاسو"
            ],
            "answer": "جان فرانسوا ميليه",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1515,
            "question": "في أي سنة نال 'ياسر عرفات' جائزة نوبل للسلام؟",
            "options": [
                "1990م",
                "1994م",
                "2000م",
                "1988م"
            ],
            "answer": "1994م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1516,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ب2'؟",
            "options": [
                "النياسين",
                "الريبوفلافين",
                "البيوتين",
                "الثيامين"
            ],
            "answer": "الريبوفلافين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1517,
            "question": "كم عدد الغرف في قلب التمساح؟",
            "options": [
                "غرفتان",
                "ثلاث غرف",
                "أربع غرف",
                "خمس غرف"
            ],
            "answer": "أربع غرف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1518,
            "question": "من هو أول من مشى في الفضاء (خارج المركبة) عام 1965؟",
            "options": [
                "أليكسي ليونوف",
                "يوري غاغارين",
                "نيل أرمسترونج",
                "باز ألدرين"
            ],
            "answer": "أليكسي ليونوف",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1519,
            "question": "ما هي عملة دولة 'نيبال'؟",
            "options": [
                "الروبية",
                "التكا",
                "الين",
                "الدولار"
            ],
            "answer": "الروبية",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1520,
            "question": "في أي مدينة يقع مقر 'منظمة الطيران المدني الدولي' (إيكاو)؟",
            "options": [
                "باريس",
                "مونتريال",
                "لندن",
                "جنيف"
            ],
            "answer": "مونتريال",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1522,
            "question": "من هو الفيلسوف اليوناني صاحب لقب 'المعلم الأول'؟",
            "options": [
                "سقراط",
                "أفلاطون",
                "أرسطو",
                "فيثاغورس"
            ],
            "answer": "أرسطو",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1524,
            "question": "في أي مدينة يقع برج 'بيزا' المائل؟",
            "options": [
                "روما",
                "ميلانو",
                "بيزا",
                "فلورنسا"
            ],
            "answer": "بيزا",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1525,
            "question": "كم تبلغ درجة الحرارة في 'الصفر المطلق' بالكيلفن؟",
            "options": [
                "0",
                "273",
                "-273",
                "100"
            ],
            "answer": "0",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1526,
            "question": "من هو مخترع 'المجهر' (الميكروسكوب) البدائي؟",
            "options": [
                "جاليليو",
                "ليفينهوك",
                "نيوتن",
                "باستير"
            ],
            "answer": "ليفينهوك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1527,
            "question": "ما هو الحيوان الذي لا يستطيع القفز؟",
            "options": [
                "الفيل",
                "الزرافة",
                "وحيد القرن",
                "كل ما سبق"
            ],
            "answer": "كل ما سبق",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1528,
            "question": "في أي سنة بدأت 'الحرب العالمية الثانية'؟",
            "options": [
                "1914م",
                "1918م",
                "1939م",
                "1945م"
            ],
            "answer": "1939م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1529,
            "question": "من هو صاحب كتاب 'الحاوي في الطب'؟",
            "options": [
                "ابن سينا",
                "الرازي",
                "ابن النفيس",
                "الزهراوي"
            ],
            "answer": "الرازي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1530,
            "question": "ما هي المادة التي تعطي الجلد والشعر لونهما؟",
            "options": [
                "الكيراتين",
                "الميلانين",
                "الهيموجلوبين",
                "الكولاجين"
            ],
            "answer": "الميلانين",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1532,
            "question": "من هو الأديب العالمي صاحب رواية 'الأم'؟",
            "options": [
                "تولستوي",
                "مكسيم غوركي",
                "ديستويفسكي",
                "تشيخوف"
            ],
            "answer": "مكسيم غوركي",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1534,
            "question": "في أي مدينة يقع مقر 'منظمة الفاو'؟",
            "options": [
                "لندن",
                "جنيف",
                "روما",
                "باريس"
            ],
            "answer": "روما",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1538,
            "question": "كم عدد القلوب لدى 'الأخطبوط'؟",
            "options": [
                "قلب واحد",
                "قلبان",
                "ثلاثة قلوب",
                "أربعة قلوب"
            ],
            "answer": "ثلاثة قلوب",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1539,
            "question": "في أي سنة نال 'نجيب محفوظ' جائزة نوبل؟",
            "options": [
                "1980م",
                "1988م",
                "1995م",
                "2000م"
            ],
            "answer": "1988م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1540,
            "question": "من هو مكتشف 'الجاذبية الأرضية'؟",
            "options": [
                "جاليليو",
                "نيوتن",
                "آينشتاين",
                "باسكال"
            ],
            "answer": "نيوتن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1541,
            "question": "ما هو الغاز الذي يمتصه النبات في النهار؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "النيتروجين",
                "الهيليوم"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1543,
            "question": "كم عدد أرجل 'العنكبوت'؟",
            "options": [
                "6 أرجل",
                "8 أرجل",
                "10 أرجل",
                "12 رجلاً"
            ],
            "answer": "8 أرجل",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1554,
            "question": "في أي مدينة يقع مقر 'الأمم المتحدة'؟",
            "options": [
                "واشنطن",
                "نيويورك",
                "لندن",
                "باريس"
            ],
            "answer": "نيويورك",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1555,
            "question": "ما هو الغاز الذي يسمى 'غاز الضحك'؟",
            "options": [
                "أكسيد النيتروز",
                "ثاني أكسيد النيتروجين",
                "الأمونيا",
                "الميثان"
            ],
            "answer": "أكسيد النيتروز",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1560,
            "question": "في أي سنة نال 'أنور السادات' جائزة نوبل؟",
            "options": [
                "1970م",
                "1978م",
                "1981م",
                "1985م"
            ],
            "answer": "1978م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1563,
            "question": "ما هو الكوكب الملقب بـ 'الكوكب الأحمر'؟",
            "options": [
                "الزهرة",
                "المريخ",
                "المشتري",
                "زحل"
            ],
            "answer": "المريخ",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1565,
            "question": "في أي مدينة توجد 'ساعة بيج بن'؟",
            "options": [
                "باريس",
                "لندن",
                "روما",
                "نيويورك"
            ],
            "answer": "لندن",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1590,
            "question": "في أي مدينة يقع مقر 'اليونسكو'؟",
            "options": [
                "لندن",
                "باريس",
                "جنيف",
                "روما"
            ],
            "answer": "باريس",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1594,
            "question": "في أي سنة نال 'ياسر عرفات' جائزة نوبل؟",
            "options": [
                "1990م",
                "1994م",
                "2000م",
                "1988م"
            ],
            "answer": "1994م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1610,
            "question": "في أي عام تم اكتشاف 'مقبرة توت عنخ آمون'؟",
            "options": [
                "1902م",
                "1912م",
                "1922م",
                "1932م"
            ],
            "answer": "1922م",
            "level": "3",
            "category": "عام"
        },
        {
            "id": 1614,
            "question": "في أي مدينة ولد 'المتنبي'؟",
            "options": [
                "الكوفة",
                "بغداد",
                "دمشق",
                "حلب"
            ],
            "answer": "الكوفة",
            "level": "3",
            "category": "عام"
        },
        {
            "id": "huge_40002",
            "question": "ما هي العملة الرسمية في مصر؟",
            "options": [
                "الدونج",
                "الجنيه",
                "الدينار",
                "الشلن"
            ],
            "answer": "الجنيه"
        },
        {
            "id": "huge_40005",
            "question": "ما هي العملة الرسمية في السعودية؟",
            "options": [
                "البيزو",
                "اليوان",
                "الريال",
                "الشلن"
            ],
            "answer": "الريال"
        },
        {
            "id": "huge_40008",
            "question": "ما هي العملة الرسمية في فرنسا؟",
            "options": [
                "الراند",
                "البيزو",
                "التاكا",
                "اليورو"
            ],
            "answer": "اليورو"
        },
        {
            "id": "huge_40011",
            "question": "ما هي العملة الرسمية في اليابان؟",
            "options": [
                "الوون",
                "الراند",
                "الين",
                "اليورو"
            ],
            "answer": "الين"
        },
        {
            "id": "huge_40014",
            "question": "ما هي العملة الرسمية في الصين؟",
            "options": [
                "الجنيه",
                "اليوان",
                "التاكا",
                "الدرهم"
            ],
            "answer": "اليوان"
        },
        {
            "id": "huge_40017",
            "question": "ما هي العملة الرسمية في بريطانيا؟",
            "options": [
                "الجنيه الاسترليني",
                "الجنيه",
                "البات",
                "الروبية"
            ],
            "answer": "الجنيه الاسترليني"
        },
        {
            "id": "huge_40020",
            "question": "ما هي العملة الرسمية في إيطاليا؟",
            "options": [
                "الدولار",
                "اليورو",
                "الجنيه الاسترليني",
                "الين"
            ],
            "answer": "اليورو"
        },
        {
            "id": "huge_40023",
            "question": "ما هي العملة الرسمية في أمريكا؟",
            "options": [
                "التاكا",
                "الشلن",
                "الدولار",
                "الأفغاني"
            ],
            "answer": "الدولار"
        },
        {
            "id": "huge_40026",
            "question": "ما هي العملة الرسمية في روسيا؟",
            "options": [
                "الروبل",
                "الوون",
                "الين",
                "الشلن"
            ],
            "answer": "الروبل"
        },
        {
            "id": "huge_40029",
            "question": "ما هي العملة الرسمية في الهند؟",
            "options": [
                "التاكا",
                "اليورو",
                "الروبية",
                "اليوان"
            ],
            "answer": "الروبية"
        },
        {
            "id": "huge_40032",
            "question": "ما هي العملة الرسمية في إسبانيا؟",
            "options": [
                "الجنيه",
                "اليورو",
                "الأفغاني",
                "الدرهم"
            ],
            "answer": "اليورو"
        },
        {
            "id": "huge_40035",
            "question": "ما هي العملة الرسمية في ألمانيا؟",
            "options": [
                "البيزو",
                "اليورو",
                "الدينار",
                "الجنيه"
            ],
            "answer": "اليورو"
        },
        {
            "id": "huge_40038",
            "question": "ما هي العملة الرسمية في البرازيل؟",
            "options": [
                "التاكا",
                "الريال",
                "البات",
                "اليوان"
            ],
            "answer": "الريال"
        },
        {
            "id": "huge_40041",
            "question": "ما هي العملة الرسمية في الأرجنتين؟",
            "options": [
                "الريال",
                "التاكا",
                "البيزو",
                "الين"
            ],
            "answer": "البيزو"
        },
        {
            "id": "huge_40044",
            "question": "ما هي العملة الرسمية في أستراليا؟",
            "options": [
                "الجنيه الاسترليني",
                "الدولار",
                "الوون",
                "التاكا"
            ],
            "answer": "الدولار"
        },
        {
            "id": "huge_40047",
            "question": "ما هي العملة الرسمية في كندا؟",
            "options": [
                "الروبل",
                "الدولار",
                "الراند",
                "التاكا"
            ],
            "answer": "الدولار"
        },
        {
            "id": "huge_40050",
            "question": "ما هي العملة الرسمية في المكسيك؟",
            "options": [
                "الجنيه",
                "الرينغيت",
                "البيزو",
                "الروبل"
            ],
            "answer": "البيزو"
        },
        {
            "id": "huge_40053",
            "question": "ما هي العملة الرسمية في تركيا؟",
            "options": [
                "الليرة",
                "الين",
                "الرينغيت",
                "الدينار"
            ],
            "answer": "الليرة"
        },
        {
            "id": "huge_40056",
            "question": "ما هي العملة الرسمية في إيران؟",
            "options": [
                "الدرهم",
                "الأفغاني",
                "الروبية",
                "الريال"
            ],
            "answer": "الريال"
        },
        {
            "id": "huge_40059",
            "question": "ما هي العملة الرسمية في العراق؟",
            "options": [
                "الجنيه الاسترليني",
                "الدينار",
                "البات",
                "التاكا"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40062",
            "question": "ما هي العملة الرسمية في سوريا؟",
            "options": [
                "البيزو",
                "الدرهم",
                "الليرة",
                "الوون"
            ],
            "answer": "الليرة"
        },
        {
            "id": "huge_40065",
            "question": "ما هي العملة الرسمية في لبنان؟",
            "options": [
                "الليرة",
                "الشلن",
                "الدونج",
                "الروبية"
            ],
            "answer": "الليرة"
        },
        {
            "id": "huge_40068",
            "question": "ما هي العملة الرسمية في الأردن؟",
            "options": [
                "الدرهم",
                "الجنيه",
                "الروبية",
                "الدينار"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40071",
            "question": "ما هي العملة الرسمية في اليمن؟",
            "options": [
                "الريال",
                "الدولار",
                "الدينار",
                "الوون"
            ],
            "answer": "الريال"
        },
        {
            "id": "huge_40074",
            "question": "ما هي العملة الرسمية في المغرب؟",
            "options": [
                "الدرهم",
                "الراند",
                "الجنيه الاسترليني",
                "الروبية"
            ],
            "answer": "الدرهم"
        },
        {
            "id": "huge_40077",
            "question": "ما هي العملة الرسمية في الجزائر؟",
            "options": [
                "الدولار",
                "التاكا",
                "الدينار",
                "اليوان"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40080",
            "question": "ما هي العملة الرسمية في تونس؟",
            "options": [
                "الروبل",
                "النايرا",
                "الدينار",
                "اليوان"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40083",
            "question": "ما هي العملة الرسمية في ليبيا؟",
            "options": [
                "الجنيه",
                "الين",
                "الدينار",
                "الدونج"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40086",
            "question": "ما هي العملة الرسمية في السودان؟",
            "options": [
                "الجنيه",
                "الدينار",
                "الجنيه الاسترليني",
                "البات"
            ],
            "answer": "الجنيه"
        },
        {
            "id": "huge_40089",
            "question": "ما هي العملة الرسمية في الصومال؟",
            "options": [
                "الشلن",
                "الدينار",
                "الرينغيت",
                "الجنيه الاسترليني"
            ],
            "answer": "الشلن"
        },
        {
            "id": "huge_40092",
            "question": "ما هي العملة الرسمية في الكويت؟",
            "options": [
                "الريال",
                "الين",
                "الدينار",
                "الدولار"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40095",
            "question": "ما هي العملة الرسمية في البحرين؟",
            "options": [
                "التاكا",
                "الين",
                "اليوان",
                "الدينار"
            ],
            "answer": "الدينار"
        },
        {
            "id": "huge_40098",
            "question": "ما هي العملة الرسمية في قطر؟",
            "options": [
                "البات",
                "الأفغاني",
                "الريال",
                "التاكا"
            ],
            "answer": "الريال"
        },
        {
            "id": "huge_40101",
            "question": "ما هي العملة الرسمية في الإمارات؟",
            "options": [
                "الرينغيت",
                "الدرهم",
                "الدونج",
                "التاكا"
            ],
            "answer": "الدرهم"
        },
        {
            "id": "huge_40104",
            "question": "ما هي العملة الرسمية في عمان؟",
            "options": [
                "الجنيه",
                "الجنيه الاسترليني",
                "الريال",
                "الراند"
            ],
            "answer": "الريال"
        },
        {
            "id": "huge_40107",
            "question": "ما هي العملة الرسمية في باكستان؟",
            "options": [
                "الروبية",
                "الروبل",
                "الوون",
                "الراند"
            ],
            "answer": "الروبية"
        },
        {
            "id": "huge_40110",
            "question": "ما هي العملة الرسمية في بنغلاديش؟",
            "options": [
                "التاكا",
                "النايرا",
                "اليورو",
                "الوون"
            ],
            "answer": "التاكا"
        },
        {
            "id": "huge_40113",
            "question": "ما هي العملة الرسمية في إندونيسيا؟",
            "options": [
                "الأفغاني",
                "الرينغيت",
                "الدرهم",
                "الروبية"
            ],
            "answer": "الروبية"
        },
        {
            "id": "huge_40116",
            "question": "ما هي العملة الرسمية في ماليزيا؟",
            "options": [
                "الرينغيت",
                "التاكا",
                "الروبل",
                "الجنيه"
            ],
            "answer": "الرينغيت"
        },
        {
            "id": "huge_40119",
            "question": "ما هي العملة الرسمية في سنغافورة؟",
            "options": [
                "الروبية",
                "الريال",
                "الدينار",
                "الدولار"
            ],
            "answer": "الدولار"
        },
        {
            "id": "huge_40122",
            "question": "ما هي العملة الرسمية في تايلاند؟",
            "options": [
                "الروبل",
                "البات",
                "الليرة",
                "الدونج"
            ],
            "answer": "البات"
        },
        {
            "id": "huge_40125",
            "question": "ما هي العملة الرسمية في فيتنام؟",
            "options": [
                "الريال",
                "الدونج",
                "الشلن",
                "الدرهم"
            ],
            "answer": "الدونج"
        },
        {
            "id": "huge_40128",
            "question": "ما هي العملة الرسمية في الفلبين؟",
            "options": [
                "الدونج",
                "الين",
                "البيزو",
                "الجنيه الاسترليني"
            ],
            "answer": "البيزو"
        },
        {
            "id": "huge_40131",
            "question": "ما هي العملة الرسمية في كوريا الجنوبية؟",
            "options": [
                "البات",
                "الدينار",
                "التاكا",
                "الوون"
            ],
            "answer": "الوون"
        },
        {
            "id": "huge_40134",
            "question": "ما هي العملة الرسمية في كوريا الشمالية؟",
            "options": [
                "الوون",
                "الدرهم",
                "الجنيه",
                "الروبية"
            ],
            "answer": "الوون"
        },
        {
            "id": "huge_40137",
            "question": "ما هي العملة الرسمية في أفغانستان؟",
            "options": [
                "الأفغاني",
                "النايرا",
                "الشلن",
                "الين"
            ],
            "answer": "الأفغاني"
        },
        {
            "id": "huge_40140",
            "question": "ما هي العملة الرسمية في نيجيريا؟",
            "options": [
                "البيزو",
                "النايرا",
                "الليرة",
                "اليورو"
            ],
            "answer": "النايرا"
        },
        {
            "id": "huge_40143",
            "question": "ما هي العملة الرسمية في جنوب إفريقيا؟",
            "options": [
                "الجنيه",
                "التاكا",
                "الراند",
                "الليرة"
            ],
            "answer": "الراند"
        },
        {
            "id": "v2_62000",
            "question": "ما هي عاصمة دولة النمسا؟",
            "options": [
                "سانتياغو",
                "فيينا",
                "أمستردام",
                "ويلنغتون"
            ],
            "answer": "فيينا"
        },
        {
            "id": "v2_62001",
            "question": "ما هي عاصمة دولة بولندا؟",
            "options": [
                "وارسو",
                "زغرب",
                "هافانا",
                "هلسنكي"
            ],
            "answer": "وارسو"
        },
        {
            "id": "v2_62002",
            "question": "ما هي عاصمة دولة السويد؟",
            "options": [
                "ستوكهولم",
                "بلغراد",
                "فيينا",
                "أسونسيون"
            ],
            "answer": "ستوكهولم"
        },
        {
            "id": "v2_62003",
            "question": "ما هي عاصمة دولة النرويج؟",
            "options": [
                "أوسلو",
                "لشبونة",
                "فيينا",
                "سانتياغو"
            ],
            "answer": "أوسلو"
        },
        {
            "id": "v2_62004",
            "question": "ما هي عاصمة دولة الدنمارك؟",
            "options": [
                "هافانا",
                "كييف",
                "كوبنهاغن",
                "أنتاناناريفو"
            ],
            "answer": "كوبنهاغن"
        },
        {
            "id": "v2_62005",
            "question": "ما هي عاصمة دولة فنلندا؟",
            "options": [
                "هلسنكي",
                "هافانا",
                "ويلنغتون",
                "ستوكهولم"
            ],
            "answer": "هلسنكي"
        },
        {
            "id": "v2_62006",
            "question": "ما هي عاصمة دولة هولندا؟",
            "options": [
                "ويلنغتون",
                "أمستردام",
                "أديس أبابا",
                "أسونسيون"
            ],
            "answer": "أمستردام"
        },
        {
            "id": "v2_62007",
            "question": "ما هي عاصمة دولة بلجيكا؟",
            "options": [
                "بودابست",
                "بروكسل",
                "مابوتو",
                "براغ"
            ],
            "answer": "بروكسل"
        },
        {
            "id": "v2_62008",
            "question": "ما هي عاصمة دولة البرتغال؟",
            "options": [
                "كوبنهاغن",
                "دودوما",
                "مابوتو",
                "لشبونة"
            ],
            "answer": "لشبونة"
        },
        {
            "id": "v2_62009",
            "question": "ما هي عاصمة دولة اليونان؟",
            "options": [
                "كينغستون",
                "أمستردام",
                "داكار",
                "أثينا"
            ],
            "answer": "أثينا"
        },
        {
            "id": "v2_62010",
            "question": "ما هي عاصمة دولة التشيك؟",
            "options": [
                "سانتياغو",
                "أوسلو",
                "براغ",
                "كاراكاس"
            ],
            "answer": "براغ"
        },
        {
            "id": "v2_62011",
            "question": "ما هي عاصمة دولة المجر؟",
            "options": [
                "بودابست",
                "لشبونة",
                "نيروبي",
                "أوسلو"
            ],
            "answer": "بودابست"
        },
        {
            "id": "v2_62012",
            "question": "ما هي عاصمة دولة رومانيا؟",
            "options": [
                "هلسنكي",
                "مونتفيديو",
                "بوخارست",
                "أوسلو"
            ],
            "answer": "بوخارست"
        },
        {
            "id": "v2_62013",
            "question": "ما هي عاصمة دولة كرواتيا؟",
            "options": [
                "بلغراد",
                "مابوتو",
                "ليما",
                "زغرب"
            ],
            "answer": "زغرب"
        },
        {
            "id": "v2_62014",
            "question": "ما هي عاصمة دولة صربيا؟",
            "options": [
                "أنتاناناريفو",
                "كاراكاس",
                "دودوما",
                "بلغراد"
            ],
            "answer": "بلغراد"
        },
        {
            "id": "v2_62015",
            "question": "ما هي عاصمة دولة أوكرانيا؟",
            "options": [
                "كوبنهاغن",
                "كييف",
                "بودابست",
                "كينغستون"
            ],
            "answer": "كييف"
        },
        {
            "id": "v2_62016",
            "question": "ما هي عاصمة دولة تشيلي؟",
            "options": [
                "دودوما",
                "سانتياغو",
                "لشبونة",
                "لاباز"
            ],
            "answer": "سانتياغو"
        },
        {
            "id": "v2_62017",
            "question": "ما هي عاصمة دولة كولومبيا؟",
            "options": [
                "أديس أبابا",
                "ويلنغتون",
                "بوغوتا",
                "ليما"
            ],
            "answer": "بوغوتا"
        },
        {
            "id": "v2_62018",
            "question": "ما هي عاصمة دولة فنزويلا؟",
            "options": [
                "أنتاناناريفو",
                "كاراكاس",
                "بوغوتا",
                "ويلنغتون"
            ],
            "answer": "كاراكاس"
        },
        {
            "id": "v2_62019",
            "question": "ما هي عاصمة دولة بيرو؟",
            "options": [
                "زغرب",
                "ليما",
                "ستوكهولم",
                "بوخارست"
            ],
            "answer": "ليما"
        },
        {
            "id": "v2_62020",
            "question": "ما هي عاصمة دولة الإكوادور؟",
            "options": [
                "بلغراد",
                "براغ",
                "فيينا",
                "كيتو"
            ],
            "answer": "كيتو"
        },
        {
            "id": "v2_62021",
            "question": "ما هي عاصمة دولة أوروغواي؟",
            "options": [
                "مونتفيديو",
                "أبيدجان",
                "دودوما",
                "لاباز"
            ],
            "answer": "مونتفيديو"
        },
        {
            "id": "v2_62022",
            "question": "ما هي عاصمة دولة باراغواي؟",
            "options": [
                "بروكسل",
                "أسونسيون",
                "أنتاناناريفو",
                "أمستردام"
            ],
            "answer": "أسونسيون"
        },
        {
            "id": "v2_62023",
            "question": "ما هي عاصمة دولة بوليفيا؟",
            "options": [
                "أبيدجان",
                "أنتاناناريفو",
                "لاباز",
                "أثينا"
            ],
            "answer": "لاباز"
        },
        {
            "id": "v2_62024",
            "question": "ما هي عاصمة دولة كينيا؟",
            "options": [
                "نيروبي",
                "براغ",
                "ستوكهولم",
                "كييف"
            ],
            "answer": "نيروبي"
        },
        {
            "id": "v2_62025",
            "question": "ما هي عاصمة دولة إثيوبيا؟",
            "options": [
                "بروكسل",
                "بلغراد",
                "أديس أبابا",
                "هافانا"
            ],
            "answer": "أديس أبابا"
        },
        {
            "id": "v2_62026",
            "question": "ما هي عاصمة دولة تنزانيا؟",
            "options": [
                "دودوما",
                "فيينا",
                "ويلنغتون",
                "أبيدجان"
            ],
            "answer": "دودوما"
        },
        {
            "id": "v2_62027",
            "question": "ما هي عاصمة دولة غانا؟",
            "options": [
                "بلغراد",
                "أكرا",
                "زغرب",
                "براغ"
            ],
            "answer": "أكرا"
        },
        {
            "id": "v2_62028",
            "question": "ما هي عاصمة دولة السنغال؟",
            "options": [
                "نيروبي",
                "بلغراد",
                "أكرا",
                "داكار"
            ],
            "answer": "داكار"
        },
        {
            "id": "v2_62029",
            "question": "ما هي عاصمة دولة كوت ديفوار؟",
            "options": [
                "أبيدجان",
                "مونتفيديو",
                "نيروبي",
                "أكرا"
            ],
            "answer": "أبيدجان"
        },
        {
            "id": "v2_62030",
            "question": "ما هي عاصمة دولة مدغشقر؟",
            "options": [
                "أثينا",
                "بروكسل",
                "وارسو",
                "أنتاناناريفو"
            ],
            "answer": "أنتاناناريفو"
        },
        {
            "id": "v2_62031",
            "question": "ما هي عاصمة دولة موزمبيق؟",
            "options": [
                "أوسلو",
                "مونتفيديو",
                "مابوتو",
                "أديس أبابا"
            ],
            "answer": "مابوتو"
        },
        {
            "id": "v2_62032",
            "question": "ما هي عاصمة دولة نيوزيلندا؟",
            "options": [
                "مابوتو",
                "ستوكهولم",
                "ويلنغتون",
                "براغ"
            ],
            "answer": "ويلنغتون"
        },
        {
            "id": "v2_62033",
            "question": "ما هي عاصمة دولة كوبا؟",
            "options": [
                "هافانا",
                "أثينا",
                "بودابست",
                "أمستردام"
            ],
            "answer": "هافانا"
        },
        {
            "id": "v2_62034",
            "question": "ما هي عاصمة دولة جامايكا؟",
            "options": [
                "كييف",
                "دودوما",
                "هلسنكي",
                "كينغستون"
            ],
            "answer": "كينغستون"
        },
        {
            "id": "v2_62035",
            "question": "من اخترع المصباح الكهربائي؟",
            "options": [
                "ألكسندر فلمنج",
                "توماس إديسون",
                "ماركوني",
                "ألفريد نوبل"
            ],
            "answer": "توماس إديسون"
        },
        {
            "id": "v2_62036",
            "question": "من اخترع الهاتف؟",
            "options": [
                "أنتوني فان ليفينهوك",
                "ألكسندر غراهام بيل",
                "جيمس واط",
                "يوهان غوتنبرغ"
            ],
            "answer": "ألكسندر غراهام بيل"
        },
        {
            "id": "v2_62037",
            "question": "من اخترع المحرك البخاري؟",
            "options": [
                "جيمس واط",
                "أنتوني فان ليفينهوك",
                "ألفريد نوبل",
                "ألكسندر فلمنج"
            ],
            "answer": "جيمس واط"
        },
        {
            "id": "v2_62038",
            "question": "من اخترع الديناميت؟",
            "options": [
                "ألفريد نوبل",
                "الأخوان رايت",
                "ألكسندر فلمنج",
                "الصينيون"
            ],
            "answer": "ألفريد نوبل"
        },
        {
            "id": "v2_62039",
            "question": "من اخترع الطائرة؟",
            "options": [
                "الأخوان رايت",
                "ماركوني",
                "إدوارد جينر",
                "أنتوني فان ليفينهوك"
            ],
            "answer": "الأخوان رايت"
        },
        {
            "id": "v2_62040",
            "question": "من اخترع الراديو؟",
            "options": [
                "الأخوان رايت",
                "ألكسندر فلمنج",
                "مايكل فاراداي",
                "ماركوني"
            ],
            "answer": "ماركوني"
        },
        {
            "id": "v2_62041",
            "question": "من اخترع البنسلين؟",
            "options": [
                "ماركوني",
                "ألكسندر فلمنج",
                "ألفريد نوبل",
                "الصينيون"
            ],
            "answer": "ألكسندر فلمنج"
        },
        {
            "id": "v2_62042",
            "question": "من اخترع الطابعة؟",
            "options": [
                "إدوارد جينر",
                "مايكل فاراداي",
                "يوهان غوتنبرغ",
                "الأخوان رايت"
            ],
            "answer": "يوهان غوتنبرغ"
        },
        {
            "id": "v2_62043",
            "question": "من اخترع المجهر؟",
            "options": [
                "ألكسندر فلمنج",
                "يوهان غوتنبرغ",
                "أنتوني فان ليفينهوك",
                "الصينيون"
            ],
            "answer": "أنتوني فان ليفينهوك"
        },
        {
            "id": "v2_62044",
            "question": "من اخترع البوصلة؟",
            "options": [
                "جيمس واط",
                "توماس إديسون",
                "إدوارد جينر",
                "الصينيون"
            ],
            "answer": "الصينيون"
        },
        {
            "id": "v2_62045",
            "question": "من اخترع البارود؟",
            "options": [
                "الصينيون",
                "مايكل فاراداي",
                "إدوارد جينر",
                "الأخوان رايت"
            ],
            "answer": "الصينيون"
        },
        {
            "id": "v2_62046",
            "question": "من اخترع الورق؟",
            "options": [
                "توماس إديسون",
                "الصينيون",
                "أنتوني فان ليفينهوك",
                "ألكسندر فلمنج"
            ],
            "answer": "الصينيون"
        },
        {
            "id": "v2_62047",
            "question": "من اخترع المحرك الكهربائي؟",
            "options": [
                "الأخوان رايت",
                "مايكل فاراداي",
                "يوهان غوتنبرغ",
                "ألفريد نوبل"
            ],
            "answer": "مايكل فاراداي"
        },
        {
            "id": "v2_62048",
            "question": "من اخترع اللقاح؟",
            "options": [
                "إدوارد جينر",
                "ألكسندر غراهام بيل",
                "أنتوني فان ليفينهوك",
                "جيمس واط"
            ],
            "answer": "إدوارد جينر"
        },
        {
            "id": "v2_62049",
            "question": "من اخترع الأشعة السينية؟",
            "options": [
                "فيلهلم رونتغن",
                "الأخوان رايت",
                "ألكسندر غراهام بيل",
                "مايكل فاراداي"
            ],
            "answer": "فيلهلم رونتغن"
        },
        {
            "id": "v2_62050",
            "question": "في أي عام وقع حدث \"فتح القسطنطينية\"؟",
            "options": [
                "2001",
                "1815",
                "1939",
                "1453"
            ],
            "answer": "1453"
        },
        {
            "id": "v2_62051",
            "question": "في أي عام وقع حدث \"اكتشاف أمريكا\"؟",
            "options": [
                "1789",
                "1939",
                "624",
                "1492"
            ],
            "answer": "1492"
        },
        {
            "id": "v2_62052",
            "question": "في أي عام وقع حدث \"الثورة الفرنسية\"؟",
            "options": [
                "1789",
                "1945",
                "1453",
                "624"
            ],
            "answer": "1789"
        },
        {
            "id": "v2_62053",
            "question": "في أي عام وقع حدث \"الحرب العالمية الأولى\"؟",
            "options": [
                "1969",
                "1914",
                "1989",
                "636"
            ],
            "answer": "1914"
        },
        {
            "id": "v2_62054",
            "question": "في أي عام وقع حدث \"الحرب العالمية الثانية\"؟",
            "options": [
                "624",
                "1789",
                "1939",
                "1945"
            ],
            "answer": "1939"
        },
        {
            "id": "v2_62055",
            "question": "في أي عام وقع حدث \"هبوط الإنسان على القمر\"؟",
            "options": [
                "1969",
                "1815",
                "1789",
                "1776"
            ],
            "answer": "1969"
        },
        {
            "id": "v2_62056",
            "question": "في أي عام وقع حدث \"سقوط جدار برلين\"؟",
            "options": [
                "1945",
                "1453",
                "1989",
                "2001"
            ],
            "answer": "1989"
        },
        {
            "id": "v2_62057",
            "question": "في أي عام وقع حدث \"فتح مكة\"؟",
            "options": [
                "1492",
                "1914",
                "630",
                "1815"
            ],
            "answer": "630"
        },
        {
            "id": "v2_62058",
            "question": "في أي عام وقع حدث \"معركة بدر\"؟",
            "options": [
                "1492",
                "1969",
                "624",
                "1989"
            ],
            "answer": "624"
        },
        {
            "id": "v2_62059",
            "question": "في أي عام وقع حدث \"معركة اليرموك\"؟",
            "options": [
                "1914",
                "1789",
                "636",
                "1939"
            ],
            "answer": "636"
        },
        {
            "id": "v2_62060",
            "question": "ما هي اللغة الرسمية في البرازيل؟",
            "options": [
                "اليابانية",
                "البرتغالية",
                "العربية",
                "التركية"
            ],
            "answer": "البرتغالية"
        },
        {
            "id": "v2_62061",
            "question": "ما هي اللغة الرسمية في المكسيك؟",
            "options": [
                "البرتغالية",
                "الإنجليزية والفرنسية",
                "الإسبانية",
                "الهندية"
            ],
            "answer": "الإسبانية"
        },
        {
            "id": "v2_62062",
            "question": "ما هي اللغة الرسمية في كندا؟",
            "options": [
                "الفارسية",
                "البرتغالية",
                "الإنجليزية والفرنسية",
                "الهندية"
            ],
            "answer": "الإنجليزية والفرنسية"
        },
        {
            "id": "v2_62063",
            "question": "ما هي اللغة الرسمية في سويسرا؟",
            "options": [
                "الألمانية والفرنسية والإيطالية",
                "الإنجليزية والفرنسية",
                "البرتغالية",
                "العربية"
            ],
            "answer": "الألمانية والفرنسية والإيطالية"
        },
        {
            "id": "v2_62064",
            "question": "ما هي اللغة الرسمية في مصر؟",
            "options": [
                "العربية",
                "الصينية الماندرين",
                "الألمانية",
                "الإسبانية"
            ],
            "answer": "العربية"
        },
        {
            "id": "v2_62065",
            "question": "ما هي اللغة الرسمية في إيران؟",
            "options": [
                "الفارسية",
                "البرتغالية",
                "العربية",
                "الإسبانية"
            ],
            "answer": "الفارسية"
        },
        {
            "id": "v2_62066",
            "question": "ما هي اللغة الرسمية في تركيا؟",
            "options": [
                "اليابانية",
                "التركية",
                "الإنجليزية والفرنسية",
                "الصينية الماندرين"
            ],
            "answer": "التركية"
        },
        {
            "id": "v2_62067",
            "question": "ما هي اللغة الرسمية في الهند؟",
            "options": [
                "الألمانية",
                "الإنجليزية والفرنسية",
                "الكورية",
                "الهندية"
            ],
            "answer": "الهندية"
        },
        {
            "id": "v2_62068",
            "question": "ما هي اللغة الرسمية في اليابان؟",
            "options": [
                "اليابانية",
                "البرتغالية",
                "الصينية الماندرين",
                "الهندية"
            ],
            "answer": "اليابانية"
        },
        {
            "id": "v2_62069",
            "question": "ما هي اللغة الرسمية في الصين؟",
            "options": [
                "الصينية الماندرين",
                "الفارسية",
                "التركية",
                "الروسية"
            ],
            "answer": "الصينية الماندرين"
        },
        {
            "id": "v2_62070",
            "question": "ما هي اللغة الرسمية في كوريا الجنوبية؟",
            "options": [
                "الألمانية",
                "الفارسية",
                "الكورية",
                "العربية"
            ],
            "answer": "الكورية"
        },
        {
            "id": "v2_62071",
            "question": "ما هي اللغة الرسمية في روسيا؟",
            "options": [
                "اليابانية",
                "الروسية",
                "الألمانية والفرنسية والإيطالية",
                "البرتغالية"
            ],
            "answer": "الروسية"
        },
        {
            "id": "v2_62072",
            "question": "ما هي اللغة الرسمية في ألمانيا؟",
            "options": [
                "الألمانية والفرنسية والإيطالية",
                "اليابانية",
                "التركية",
                "الألمانية"
            ],
            "answer": "الألمانية"
        },
        {
            "id": "curated_90007",
            "question": "من هو مؤلف كتاب \"عبقريات العقاد\"؟",
            "options": [
                "عباس محمود العقاد",
                "الجاحظ",
                "ابن خلدون",
                "توفيق الحكيم"
            ],
            "answer": "عباس محمود العقاد"
        },
        {
            "id": "curated_90008",
            "question": "من هو مؤلف كتاب \"طوق الحمامة\"؟",
            "options": [
                "توفيق الحكيم",
                "طه حسين",
                "ابن خلدون",
                "ابن حزم الأندلسي"
            ],
            "answer": "ابن حزم الأندلسي"
        },
        {
            "id": "curated_90009",
            "question": "من هو مؤلف كتاب \"البخلاء\"؟",
            "options": [
                "الجاحظ",
                "ابن حزم الأندلسي",
                "توفيق الحكيم",
                "أبو العلاء المعري"
            ],
            "answer": "الجاحظ"
        },
        {
            "id": "curated_90010",
            "question": "من هو مؤلف كتاب \"رسالة الغفران\"؟",
            "options": [
                "عباس محمود العقاد",
                "توفيق الحكيم",
                "طه حسين",
                "أبو العلاء المعري"
            ],
            "answer": "أبو العلاء المعري"
        },
        {
            "id": "curated_90011",
            "question": "من هو مؤلف كتاب \"مقدمة ابن خلدون\"؟",
            "options": [
                "ابن حزم الأندلسي",
                "نجيب محفوظ",
                "الجاحظ",
                "ابن خلدون"
            ],
            "answer": "ابن خلدون"
        },
        {
            "id": "cultv2_200001",
            "question": "تستخدم عملة \"الدينار الجزائري\" كعملة رسمية في دولة:",
            "options": [
                "فلسطين",
                "الأردن",
                "الجزائر",
                "الصين"
            ],
            "answer": "الجزائر"
        },
        {
            "id": "cultv2_200003",
            "question": "تستخدم عملة \"الدينار البحريني\" كعملة رسمية في دولة:",
            "options": [
                "البحرين",
                "الجزائر",
                "الأردن",
                "كوريا الجنوبية"
            ],
            "answer": "البحرين"
        },
        {
            "id": "cultv2_200005",
            "question": "تستخدم عملة \"الجنيه المصري\" كعملة رسمية في دولة:",
            "options": [
                "الهند",
                "الأردن",
                "فلسطين",
                "مصر"
            ],
            "answer": "مصر"
        },
        {
            "id": "cultv2_200007",
            "question": "تستخدم عملة \"الدينار العراقي\" كعملة رسمية في دولة:",
            "options": [
                "اليمن",
                "روسيا",
                "سوريا",
                "العراق"
            ],
            "answer": "العراق"
        },
        {
            "id": "cultv2_200009",
            "question": "تستخدم عملة \"الدينار الأردني\" كعملة رسمية في دولة:",
            "options": [
                "قطر",
                "الأردن",
                "أمريكا",
                "الأرجنتين"
            ],
            "answer": "الأردن"
        },
        {
            "id": "cultv2_200011",
            "question": "تستخدم عملة \"الدينار الكويتي\" كعملة رسمية في دولة:",
            "options": [
                "الكويت",
                "روسيا",
                "مصر",
                "الأرجنتين"
            ],
            "answer": "الكويت"
        },
        {
            "id": "cultv2_200013",
            "question": "تستخدم عملة \"الليرة اللبنانية\" كعملة رسمية في دولة:",
            "options": [
                "البرازيل",
                "البحرين",
                "لبنان",
                "تونس"
            ],
            "answer": "لبنان"
        },
        {
            "id": "cultv2_200015",
            "question": "تستخدم عملة \"الدينار الليبي\" كعملة رسمية في دولة:",
            "options": [
                "قطر",
                "البرازيل",
                "ليبيا",
                "اليابان"
            ],
            "answer": "ليبيا"
        },
        {
            "id": "cultv2_200017",
            "question": "تستخدم عملة \"الدرهم المغربي\" كعملة رسمية في دولة:",
            "options": [
                "تركيا",
                "ليبيا",
                "اليمن",
                "المغرب"
            ],
            "answer": "المغرب"
        },
        {
            "id": "cultv2_200019",
            "question": "تستخدم عملة \"الريال العماني\" كعملة رسمية في دولة:",
            "options": [
                "تركيا",
                "البحرين",
                "عمان",
                "تونس"
            ],
            "answer": "عمان"
        },
        {
            "id": "cultv2_200021",
            "question": "تستخدم عملة \"الشيكل/الدينار\" كعملة رسمية في دولة:",
            "options": [
                "الأردن",
                "لبنان",
                "فلسطين",
                "تركيا"
            ],
            "answer": "فلسطين"
        },
        {
            "id": "cultv2_200023",
            "question": "تستخدم عملة \"الريال القطري\" كعملة رسمية في دولة:",
            "options": [
                "اليابان",
                "قطر",
                "بريطانيا",
                "لبنان"
            ],
            "answer": "قطر"
        },
        {
            "id": "cultv2_200025",
            "question": "تستخدم عملة \"الريال السعودي\" كعملة رسمية في دولة:",
            "options": [
                "الجزائر",
                "بريطانيا",
                "السعودية",
                "لبنان"
            ],
            "answer": "السعودية"
        },
        {
            "id": "cultv2_200027",
            "question": "تستخدم عملة \"الليرة السورية\" كعملة رسمية في دولة:",
            "options": [
                "سوريا",
                "السعودية",
                "روسيا",
                "المغرب"
            ],
            "answer": "سوريا"
        },
        {
            "id": "cultv2_200029",
            "question": "تستخدم عملة \"الدينار التونسي\" كعملة رسمية في دولة:",
            "options": [
                "الصين",
                "كوريا الجنوبية",
                "تونس",
                "البحرين"
            ],
            "answer": "تونس"
        },
        {
            "id": "cultv2_200031",
            "question": "تستخدم عملة \"الدرهم الإماراتي\" كعملة رسمية في دولة:",
            "options": [
                "الكويت",
                "أمريكا",
                "الإمارات",
                "بريطانيا"
            ],
            "answer": "الإمارات"
        },
        {
            "id": "cultv2_200033",
            "question": "تستخدم عملة \"الريال اليمني\" كعملة رسمية في دولة:",
            "options": [
                "اليمن",
                "الصين",
                "الهند",
                "ليبيا"
            ],
            "answer": "اليمن"
        },
        {
            "id": "cultv2_200035",
            "question": "تستخدم عملة \"الدولار الأمريكي\" كعملة رسمية في دولة:",
            "options": [
                "قطر",
                "أمريكا",
                "تونس",
                "فلسطين"
            ],
            "answer": "أمريكا"
        },
        {
            "id": "cultv2_200037",
            "question": "تستخدم عملة \"الجنيه الإسترليني\" كعملة رسمية في دولة:",
            "options": [
                "بريطانيا",
                "اليابان",
                "سوريا",
                "البحرين"
            ],
            "answer": "بريطانيا"
        },
        {
            "id": "cultv2_200039",
            "question": "تستخدم عملة \"الين الياباني\" كعملة رسمية في دولة:",
            "options": [
                "بريطانيا",
                "ليبيا",
                "اليابان",
                "قطر"
            ],
            "answer": "اليابان"
        },
        {
            "id": "cultv2_200041",
            "question": "تستخدم عملة \"اليوان الصيني\" كعملة رسمية في دولة:",
            "options": [
                "السعودية",
                "الصين",
                "أمريكا",
                "تركيا"
            ],
            "answer": "الصين"
        },
        {
            "id": "cultv2_200043",
            "question": "تستخدم عملة \"الروبية الهندية\" كعملة رسمية في دولة:",
            "options": [
                "البرازيل",
                "الهند",
                "الكويت",
                "السعودية"
            ],
            "answer": "الهند"
        },
        {
            "id": "cultv2_200045",
            "question": "تستخدم عملة \"الروبل الروسي\" كعملة رسمية في دولة:",
            "options": [
                "كوريا الجنوبية",
                "السعودية",
                "الأرجنتين",
                "روسيا"
            ],
            "answer": "روسيا"
        },
        {
            "id": "cultv2_200047",
            "question": "تستخدم عملة \"الليرة التركية\" كعملة رسمية في دولة:",
            "options": [
                "تونس",
                "المغرب",
                "العراق",
                "تركيا"
            ],
            "answer": "تركيا"
        },
        {
            "id": "cultv2_200049",
            "question": "تستخدم عملة \"الوون الكوري\" كعملة رسمية في دولة:",
            "options": [
                "الكويت",
                "أمريكا",
                "كوريا الجنوبية",
                "اليابان"
            ],
            "answer": "كوريا الجنوبية"
        },
        {
            "id": "cultv2_200051",
            "question": "تستخدم عملة \"الريال البرازيلي\" كعملة رسمية في دولة:",
            "options": [
                "تركيا",
                "بريطانيا",
                "لبنان",
                "البرازيل"
            ],
            "answer": "البرازيل"
        },
        {
            "id": "cultv2_200053",
            "question": "تستخدم عملة \"البيزو الأرجنتيني\" كعملة رسمية في دولة:",
            "options": [
                "قطر",
                "الإمارات",
                "الأرجنتين",
                "فلسطين"
            ],
            "answer": "الأرجنتين"
        },
        {
            "id": "cultv2_200054",
            "question": "أي مسطح مائي يوصف بأنه (بين آسيا وأفريقيا)؟",
            "options": [
                "البحر الميت",
                "البحر المتوسط",
                "بحر قزوين",
                "البحر الأحمر"
            ],
            "answer": "البحر الأحمر"
        },
        {
            "id": "cultv2_200055",
            "question": "أي مسطح مائي يوصف بأنه (شمال أفريقيا وجنوب أوروبا)؟",
            "options": [
                "البحر الميت",
                "البحر الأحمر",
                "البحر المتوسط",
                "المحيط الهندي"
            ],
            "answer": "البحر المتوسط"
        },
        {
            "id": "cultv2_200056",
            "question": "أي مسطح مائي يوصف بأنه (أكبر بحيرة مغلقة)؟",
            "options": [
                "البحر الميت",
                "بحر قزوين",
                "البحر المتوسط",
                "البحر الأحمر"
            ],
            "answer": "بحر قزوين"
        },
        {
            "id": "cultv2_200057",
            "question": "أي مسطح مائي يوصف بأنه (أخفض بقعة على الأرض)؟",
            "options": [
                "البحر الميت",
                "البحر الأحمر",
                "البحر المتوسط",
                "بحر قزوين"
            ],
            "answer": "البحر الميت"
        },
        {
            "id": "cultv2_200058",
            "question": "أي مسطح مائي يوصف بأنه (جنوب آسيا)؟",
            "options": [
                "البحر الأحمر",
                "بحر قزوين",
                "المحيط الهندي",
                "البحر المتوسط"
            ],
            "answer": "المحيط الهندي"
        }
    ],
    "4": [
        {
            "id": 1621,
            "question": "في أي عام حصل العالم العربي أحمد زويل على جائزة نوبل في الكيمياء؟",
            "options": [
                "1997م",
                "1998م",
                "1999م",
                "2000م"
            ],
            "answer": "1999م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1622,
            "question": "من هو أول من اكتشف عنصر 'الهيليوم' في الغلاف الجوي للشمس عام 1868؟",
            "options": [
                "بيير يانسن",
                "تومسون",
                "رذرفورد",
                "بور"
            ],
            "answer": "بيير يانسن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1623,
            "question": "ما هو الاسم العلمي للعملية التي يتحول فيها الغاز مباشرة إلى صلب؟",
            "options": [
                "التكثيف",
                "الترسيب",
                "التسامي",
                "الانصهار"
            ],
            "answer": "الترسيب",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1624,
            "question": "في أي عام تم توقيع معاهدة 'فستفاليا' التي أسست للنظام الدولي الحديث؟",
            "options": [
                "1618م",
                "1648م",
                "1688م",
                "1713م"
            ],
            "answer": "1648م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1625,
            "question": "من هو الفيلسوف الذي كتب 'عن العقد الاجتماعي' وألهم الثورة الفرنسية؟",
            "options": [
                "جون لوك",
                "مونتسكيو",
                "جان جاك روسو",
                "فولتير"
            ],
            "answer": "جان جاك روسو",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1626,
            "question": "ما هي المادة الأساسية التي تتكون منها خيوط العنكبوت؟",
            "options": [
                "الفيبروين",
                "الكيراتين",
                "السيليلوز",
                "الكيتين"
            ],
            "answer": "الفيبروين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1627,
            "question": "كم تبلغ المسافة التقريبية بين الأرض والشمس (بالوحدات الفلكية)؟",
            "options": [
                "100 مليون كم",
                "150 مليون كم",
                "200 مليون كم",
                "250 مليون كم"
            ],
            "answer": "150 مليون كم",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1628,
            "question": "من هو المعماري الذي صمم مبنى 'كاتدرائية القديس بولس' في لندن؟",
            "options": [
                "كريستوفر رن",
                "غوستاف إيفل",
                "لو كوربوزييه",
                "فرانك لويد رايت"
            ],
            "answer": "كريستوفر رن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1629,
            "question": "ما هو الاسم العلمي لـ 'فيتامين ب12' الذي يحتوي على عنصر الكوبالت؟",
            "options": [
                "النياسين",
                "الريبوفلافين",
                "الكوبالامين",
                "الثيامين"
            ],
            "answer": "الكوبالامين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1630,
            "question": "في أي سنة نال الأديب غابرييل غارسيا ماركيز جائزة نوبل للآداب؟",
            "options": [
                "1978م",
                "1980م",
                "1982م",
                "1984م"
            ],
            "answer": "1982م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1631,
            "question": "ما هو أعمق خندق مائي في المحيط الهادي؟",
            "options": [
                "خندق جاوا",
                "خندق ماريانا",
                "خندق تونغا",
                "خندق بورتوريكو"
            ],
            "answer": "خندق ماريانا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1632,
            "question": "من هو القائد الذي انتصر في معركة 'بلاط الشهداء' عام 732م؟",
            "options": [
                "شارلمان",
                "شارل مارتيل",
                "بيبين القصير",
                "لويس التاسع"
            ],
            "answer": "شارل مارتيل",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1633,
            "question": "ما هو الرمز الكيميائي لعنصر 'الأنتيمون'؟",
            "options": [
                "Sn",
                "Sb",
                "Sm",
                "Se"
            ],
            "answer": "Sb",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1634,
            "question": "كم عدد جزر دولة المالديف تقريباً؟",
            "options": [
                "800 جزيرة",
                "1000 جزيرة",
                "1192 جزيرة",
                "1500 جزيرة"
            ],
            "answer": "1192 جزيرة",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1635,
            "question": "من هو العالم الذي وضع قانون 'الارتياب' في ميكانيكا الكم؟",
            "options": [
                "نيلز بور",
                "هايزنبرغ",
                "شرودنغر",
                "ماكس بلانك"
            ],
            "answer": "هايزنبرغ",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1636,
            "question": "في أي مدينة تم افتتاح أول مترو أنفاق في العالم عام 1863م؟",
            "options": [
                "باريس",
                "نيويورك",
                "لندن",
                "برلين"
            ],
            "answer": "لندن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1637,
            "question": "ما هي المادة التي تُصنع منها أغشية الخلايا بشكل أساسي؟",
            "options": [
                "البروتينات",
                "الليبيدات الفسفورية",
                "السكريات",
                "الفيتامينات"
            ],
            "answer": "الليبيدات الفسفورية",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1638,
            "question": "من هو الطبيب الذي أجرى أول عملية زراعة قلب ناجحة عام 1967م؟",
            "options": [
                "كريستيان برنارد",
                "مجدي يعقوب",
                "روبرت جارفيك",
                "مايكل ديبيكي"
            ],
            "answer": "كريستيان برنارد",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1639,
            "question": "ما هو الاسم القديم لمدينة 'أوسلو' عاصمة النرويج؟",
            "options": [
                "كريستيانيا",
                "فينلاند",
                "جوتنبرج",
                "تروندهايم"
            ],
            "answer": "كريستيانيا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1641,
            "question": "ما هي الدولة التي تمتلك أكبر عدد من المناطق الزمنية في العالم؟",
            "options": [
                "روسيا",
                "الولايات المتحدة",
                "فرنسا",
                "الصين"
            ],
            "answer": "فرنسا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1642,
            "question": "من هو أول رائد فضاء عربي وصعد على متن المكوك ديسكفري؟",
            "options": [
                "محمد فارس",
                "سلطان بن سلمان",
                "هزاع المنصوري",
                "سلطان النيادي"
            ],
            "answer": "سلطان بن سلمان",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1644,
            "question": "في أي عام سقطت الدولة العباسية على يد المغول؟",
            "options": [
                "1250م",
                "1258م",
                "1260م",
                "1299م"
            ],
            "answer": "1258م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1645,
            "question": "ما هي اللغة الرسمية لدولة 'إريتريا' بجانب العربية والتغرينية؟",
            "options": [
                "الإنجليزية",
                "الإيطالية",
                "الأمهرية",
                "الفرنسية"
            ],
            "answer": "الإنجليزية",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1648,
            "question": "ما هو الاسم العلمي لمرض 'الأسقربوط'؟",
            "options": [
                "البري بري",
                "السكوربيتوس",
                "الكساح",
                "البلاجرا"
            ],
            "answer": "السكوربيتوس",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1650,
            "question": "ما هي المادة التي تُصنع منها أوتار مضارب التنس الاحترافية؟",
            "options": [
                "النايلون",
                "أمعاء الأبقار",
                "الحرير",
                "البوليستر"
            ],
            "answer": "أمعاء الأبقار",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1651,
            "question": "من هو مخترع 'البطارية الكهربائية' عام 1800م؟",
            "options": [
                "أليساندرو فولتا",
                "أمبير",
                "وات",
                "أوم"
            ],
            "answer": "أليساندرو فولتا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1652,
            "question": "في أي سنة تم إطلاق تلسكوب 'هابل' الفضائي؟",
            "options": [
                "1980م",
                "1990م",
                "2000م",
                "2010م"
            ],
            "answer": "1990م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1655,
            "question": "ما هو الغاز الذي تبلغ نسبته 78% في الغلاف الجوي للأرض؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الأرجون",
                "ثاني أكسيد الكربون"
            ],
            "answer": "النيتروجين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1656,
            "question": "في أي سنة نال العالم المصري نجيب محفوظ جائزة نوبل؟",
            "options": [
                "1980م",
                "1988م",
                "1995م",
                "2000م"
            ],
            "answer": "1988م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1658,
            "question": "من هو المعماري الذي صمم 'هرم لوفر' الزجاجي في باريس؟",
            "options": [
                "إيوه مينغ بي",
                "زها حديد",
                "نورمان فوستر",
                "فرانك جيري"
            ],
            "answer": "إيوه مينغ بي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1659,
            "question": "ما هي عاصمة دولة 'كازاخستان' الحالية؟",
            "options": [
                "ألماتي",
                "أستانا",
                "بيشكيك",
                "طشقند"
            ],
            "answer": "أستانا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1660,
            "question": "كم عدد أرجل 'الأخطبوط'؟",
            "options": [
                "6",
                "8",
                "10",
                "12"
            ],
            "answer": "8",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1661,
            "question": "من هو أول من اكتشف 'البنسلين' عام 1928م؟",
            "options": [
                "ألكسندر فلمنج",
                "لويس باستير",
                "روبرت كوخ",
                "جوزيف ليستر"
            ],
            "answer": "ألكسندر فلمنج",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1662,
            "question": "ما هو الاسم العلمي لعظمة 'الفخذ'؟",
            "options": [
                "Femur",
                "Tibia",
                "Fibula",
                "Patella"
            ],
            "answer": "Femur",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1665,
            "question": "من هو المنتخب الفائز بأول نسخة من كأس العالم عام 1930م؟",
            "options": [
                "البرازيل",
                "الأرجنتين",
                "الأوروغواي",
                "إيطاليا"
            ],
            "answer": "الأوروغواي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1667,
            "question": "في أي مدينة ولد الشاعر العربي 'أبو الطيب المتنبي'؟",
            "options": [
                "الكوفة",
                "بغداد",
                "دمشق",
                "حلب"
            ],
            "answer": "الكوفة",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1669,
            "question": "من هو صاحب لوحة 'إصرار الذاكرة' (الساعات المنصهرة)؟",
            "options": [
                "سلفادور دالي",
                "بيكاسو",
                "دا فينشي",
                "فان جوخ"
            ],
            "answer": "سلفادور دالي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1670,
            "question": "كم تبلغ درجة الحرارة في 'الصفر المطلق' بمقياس كيلفن؟",
            "options": [
                "0",
                "273",
                "-273",
                "100"
            ],
            "answer": "0",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1674,
            "question": "ما هو الغاز الذي تطلقه الشمس في عملية الاندماج النووي؟",
            "options": [
                "الأكسجين",
                "الهيدروجين",
                "الهيليوم",
                "النيتروجين"
            ],
            "answer": "الهيليوم",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1675,
            "question": "من هو صاحب لقب 'شيخ المترجمين' في الأدب العربي؟",
            "options": [
                "منير بعلبكي",
                "رفاعة الطهطاوي",
                "طه حسين",
                "أنيس منصور"
            ],
            "answer": "منير بعلبكي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1678,
            "question": "كم عدد أرجل 'النملة'؟",
            "options": [
                "4",
                "6",
                "8",
                "10"
            ],
            "answer": "6",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1684,
            "question": "كم تبلغ درجة غليان الماء بمقياس فهرنهايت؟",
            "options": [
                "100",
                "150",
                "212",
                "300"
            ],
            "answer": "212",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1721,
            "question": "من هي أول امرأة نالت جائزة نوبل للسلام في العالم العربي؟",
            "options": [
                "توكل كرمان",
                "شيرين عبادي",
                "ملالا يوسفزي",
                "الأم تيريزا"
            ],
            "answer": "توكل كرمان",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1722,
            "question": "ما هو العنصر الكيميائي الذي يُشكل ثاني أكبر نسبة في القشرة الأرضية بعد الأكسجين؟",
            "options": [
                "الألومنيوم",
                "السيليكون",
                "الحديد",
                "الكالسيوم"
            ],
            "answer": "السيليكون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1723,
            "question": "في أي عام تم توقيع معاهدة 'تريانون' التي قلصت مساحة المجر بعد الحرب العالمية الأولى؟",
            "options": [
                "1918م",
                "1919م",
                "1920م",
                "1921م"
            ],
            "answer": "1920م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1724,
            "question": "من هو الفيلسوف الذي يُعتبر مؤسس المذهب 'الشكّي' في الفلسفة اليونانية؟",
            "options": [
                "بيرون",
                "إبيقور",
                "زينون",
                "أرسطو"
            ],
            "answer": "بيرون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1725,
            "question": "ما هو الاسم العلمي للعملية التي يتحول فيها الكائن الحي إلى وقود أحفوري عبر ملايين السنين؟",
            "options": [
                "التفحم",
                "التحجر",
                "التكربن",
                "التحلل اللاهوائي"
            ],
            "answer": "التكربن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1726,
            "question": "من هو السلطان الذي بنى مدينة 'القاهرة' والقائد الذي نفذ البناء؟",
            "options": [
                "صلاح الدين - بهاء الدين قراقوش",
                "المعز لدين الله - جوهر الصقلي",
                "الظاهر بيبرس - قطز",
                "عمرو بن العاص - خالد بن الوليد"
            ],
            "answer": "المعز لدين الله - جوهر الصقلي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1728,
            "question": "من هو العالم الذي صاغ 'ثابت التناسب' في الجاذبية الكونية؟",
            "options": [
                "إسحاق نيوتن",
                "هنري كافنديش",
                "يوهانس كبلر",
                "نيكولا كوبيرنيكوس"
            ],
            "answer": "هنري كافنديش",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1729,
            "question": "ما هي الدولة التي كانت تُسمى قديماً 'فولتا العليا'؟",
            "options": [
                "بوركينا فاسو",
                "بنين",
                "السنغال",
                "مالي"
            ],
            "answer": "بوركينا فاسو",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1730,
            "question": "كم عدد الأوتار في آلة 'البيانو' الكلاسيكية الكبيرة (Grand Piano) غالباً؟",
            "options": [
                "180 وتراً",
                "210 أوتار",
                "230 وتراً",
                "250 وتراً"
            ],
            "answer": "230 وتراً",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1731,
            "question": "ما هو الاسم العلمي للوحدة المستخدمة لقياس 'النشاط الإشعاعي'؟",
            "options": [
                "بيكريل",
                "سيفرت",
                "كوري",
                "رونتجن"
            ],
            "answer": "بيكريل",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1732,
            "question": "من هو أول إنسان دار حول الأرض في الفضاء في مهمة 'فوستوك 1'؟",
            "options": [
                "يوري غاغارين",
                "نيل أرمسترونج",
                "جون جلين",
                "أليكسي ليونوف"
            ],
            "answer": "يوري غاغارين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1733,
            "question": "في أي مدينة يقع أقدم فندق يعمل باستمرار في العالم (Nishiyama Onsen)؟",
            "options": [
                "الصين",
                "اليابان",
                "إيطاليا",
                "اليونان"
            ],
            "answer": "اليابان",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1734,
            "question": "ما هو الغاز الذي تبلغ نسبته 1% فقط في الغلاف الجوي للأرض؟",
            "options": [
                "ثاني أكسيد الكربون",
                "الأرجون",
                "النيون",
                "الهيليوم"
            ],
            "answer": "الأرجون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1735,
            "question": "من هو الطبيب الذي اكتشف فصائل الدم الأربعة (A, B, AB, O)؟",
            "options": [
                "كارل لاندشتاينر",
                "لويس باستير",
                "روبرت كوخ",
                "ويليام هارفي"
            ],
            "answer": "كارل لاندشتاينر",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1736,
            "question": "في أي عام تم تأسيس منظمة 'اليونسكو'؟",
            "options": [
                "1944م",
                "1945م",
                "1946م",
                "1950م"
            ],
            "answer": "1945م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1737,
            "question": "ما هو الاسم العلمي لمرض 'الوهن العضلي الوبيل'؟",
            "options": [
                "مياثينيا غرافيس",
                "الباركنسون",
                "الزهايمر",
                "التصلب اللويحي"
            ],
            "answer": "مياثينيا غرافيس",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1738,
            "question": "من هو الرسام الذي رسم لوحة 'حديقة المباهج الأرضية'؟",
            "options": [
                "هيرونيموس بوش",
                "بيتر برويغل",
                "ليوناردو دا فينشي",
                "رافاييل"
            ],
            "answer": "هيرونيموس بوش",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1739,
            "question": "ما هي الجزيرة التي نُفي إليها نابليون بونابرت للمرة الأولى قبل هروبه؟",
            "options": [
                "سانت هيلينا",
                "ألبا",
                "كورسيكا",
                "مالطا"
            ],
            "answer": "ألبا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1740,
            "question": "كم عدد العناصر الكيميائية الموجودة في الجدول الدوري حالياً؟",
            "options": [
                "112",
                "116",
                "118",
                "120"
            ],
            "answer": "118",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1741,
            "question": "من هو أول من حصل على جائزة نوبل في الكيمياء مرتين؟",
            "options": [
                "فريدريك سانجر",
                "لينوس باولينغ",
                "ماري كوري",
                "جون باردين"
            ],
            "answer": "فريدريك سانجر",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1742,
            "question": "ما هي المادة التي يتكون منها ' الماس' بشكل نقي 100%؟",
            "options": [
                "السيليكون",
                "الكربون",
                "النيتروجين",
                "الحديد"
            ],
            "answer": "الكربون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1743,
            "question": "في أي مدينة تم افتتاح أول خط سكة حديد لنقل الركاب في العالم عام 1825م؟",
            "options": [
                "لندن",
                "مانشستر",
                "ستوكتون ودارلينجتون",
                "ليفربول"
            ],
            "answer": "ستوكتون ودارلينجتون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1744,
            "question": "من هو الفيلسوف صاحب كتاب 'نقد العقل الخالص'؟",
            "options": [
                "إيمانويل كانط",
                "هيغل",
                "نيتشه",
                "شوبنهاور"
            ],
            "answer": "إيمانويل كانط",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1745,
            "question": "ما هو الاسم العلمي للطبقة الوسطى من الجلد؟",
            "options": [
                "البشرة",
                "الأدمة",
                "تحت الأدمة",
                "الطبقة القرنية"
            ],
            "answer": "الأدمة",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1746,
            "question": "في أي سنة اندلعت 'حرب القرم' بين الإمبراطورية الروسية والدولة العثمانية؟",
            "options": [
                "1812م",
                "1853م",
                "1870م",
                "1905م"
            ],
            "answer": "1853م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1747,
            "question": "ما هو أندر فصيلة دم في العالم (Rh null) ويوجد منها أقل من 50 شخصاً؟",
            "options": [
                "O سالب",
                "AB سالب",
                "الدم الذهبي",
                "B موجب"
            ],
            "answer": "الدم الذهبي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1749,
            "question": "ما هي المادة التي تفرزها غدة 'البنكرياس' لرفع مستوى السكر في الدم؟",
            "options": [
                "الأنسولين",
                "الجلوكاجون",
                "الأدرينالين",
                "الثيروكسين"
            ],
            "answer": "الجلوكاجون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1752,
            "question": "من هو أول من اكتشف 'أقمار المشتري' الأربعة الكبرى؟",
            "options": [
                "نيوتن",
                "جاليليو جاليلي",
                "كبلر",
                "كوبيرنيكوس"
            ],
            "answer": "جاليليو جاليلي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1753,
            "question": "كم يبلغ عدد الكروموسومات في الخلية البشرية المصابة بـ 'متلازمة داون'؟",
            "options": [
                "45",
                "46",
                "47",
                "48"
            ],
            "answer": "47",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1755,
            "question": "من هو القائد العربي الذي فتح بلاد السند؟",
            "options": [
                "طارق بن زياد",
                "محمد بن القاسم الثقفي",
                "قتيبة بن مسلم",
                "موسى بن نصير"
            ],
            "answer": "محمد بن القاسم الثقفي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1756,
            "question": "ما هو الغاز الذي تبلغ نسبته 0.04% في الغلاف الجوي ولكنه يسبب الاحتباس الحراري؟",
            "options": [
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الميثان",
                "النيتروجين"
            ],
            "answer": "ثاني أكسيد الكربون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1757,
            "question": "كم عدد فقرات العمود الفقري في جسم الإنسان البالغ؟",
            "options": [
                "30 فقرة",
                "33 فقرة",
                "35 فقرة",
                "40 فقرة"
            ],
            "answer": "33 فقرة",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1758,
            "question": "من هو الأديب الروسي صاحب رواية 'الجريمة والعقاب'؟",
            "options": [
                "ليو تولستوي",
                "فيودور دوستويفسكي",
                "أنطون تشيخوف",
                "مكسيم غوركي"
            ],
            "answer": "فيودور دوستويفسكي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1759,
            "question": "ما هي المادة التي تُصنع منها أغشية الخلايا بشكل رئيسي؟",
            "options": [
                "البروتينات",
                "الليبيدات الفسفورية",
                "الكوليسترول",
                "السكريات"
            ],
            "answer": "الليبيدات الفسفورية",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1760,
            "question": "في أي عام نال العالم العربي نجيب محفوظ جائزة نوبل؟",
            "options": [
                "1980م",
                "1985م",
                "1988م",
                "1992م"
            ],
            "answer": "1988م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1761,
            "question": "من هو الطبيب الذي وصف الدورة الدموية الصغرى لأول مرة؟",
            "options": [
                "ويليام هارفي",
                "ابن النفيس",
                "جالينوس",
                "ابن سينا"
            ],
            "answer": "ابن النفيس",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1762,
            "question": "ما هو المعدن الذي يتميز بخاصية 'الذاكرة' ويعود لشكله الأصلي عند التسخين؟",
            "options": [
                "النيتينول",
                "الفولاذ",
                "النحاس",
                "الألومنيوم"
            ],
            "answer": "النيتينول",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1764,
            "question": "من هو المعماري الذي صمم هرم 'سقارة' المدرج؟",
            "options": [
                "إيمحتب",
                "خوفو",
                "سنفرو",
                "رمسيس الثاني"
            ],
            "answer": "إيمحتب",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1766,
            "question": "في أي عام تم اختراع أول 'ترانزستور' في مختبرات بيل؟",
            "options": [
                "1939م",
                "1945م",
                "1947م",
                "1953م"
            ],
            "answer": "1947م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1768,
            "question": "من هو الرسام صاحب لوحة 'إصرار الذاكرة'؟",
            "options": [
                "سلفادور دالي",
                "بابلو بيكاسو",
                "دا فينشي",
                "فان جوخ"
            ],
            "answer": "سلفادور دالي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1770,
            "question": "كم تبلغ سرعة الضوء الدقيقة في الفراغ بالمتر/ثانية؟",
            "options": [
                "299,792,458",
                "300,000,000",
                "299,000,000",
                "300,792,458"
            ],
            "answer": "299,792,458",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1771,
            "question": "من هو الفيلسوف الذي كتب 'هكذا تكلم زرادشت'؟",
            "options": [
                "فريدريك نيتشه",
                "شوبنهاور",
                "هيغل",
                "كانط"
            ],
            "answer": "فريدريك نيتشه",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1773,
            "question": "في أي مدينة ولد العالم 'ألبرت آينشتاين'؟",
            "options": [
                "أولم (ألمانيا)",
                "برلين",
                "ميونخ",
                "زيورخ"
            ],
            "answer": "أولم (ألمانيا)",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1774,
            "question": "ما هو الغاز المستخدم في ملء مصابيح النيون التقليدية؟",
            "options": [
                "النيون",
                "الأرجون",
                "الهيليوم",
                "النيتروجين"
            ],
            "answer": "النيون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1777,
            "question": "في أي عام سقط جدار برلين رسمياً؟",
            "options": [
                "1985م",
                "1988م",
                "1989م",
                "1991م"
            ],
            "answer": "1989م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1778,
            "question": "ما هو الاسم العلمي لعملية 'الندح' في النبات؟",
            "options": [
                "ترانسبريشن",
                "فوتوسينثيسس",
                "ريسبريشن",
                "أوزموسيس"
            ],
            "answer": "ترانسبريشن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1779,
            "question": "من هو العالم الذي اكتشف 'النيوترون'؟",
            "options": [
                "جيمس شادويك",
                "رذرفورد",
                "طومسون",
                "نيلز بور"
            ],
            "answer": "جيمس شادويك",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1781,
            "question": "في أي مدينة تقع 'نافورة تريفي' الشهيرة؟",
            "options": [
                "باريس",
                "مدريد",
                "روما",
                "لندن"
            ],
            "answer": "روما",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1783,
            "question": "ما هو الغاز الذي تبلغ نسبته 21% في الهواء الجوي؟",
            "options": [
                "النيتروجين",
                "الأكسجين",
                "ثاني أكسيد الكربون",
                "الأرجون"
            ],
            "answer": "الأكسجين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1784,
            "question": "كم تبلغ درجة الحرارة في 'الصفر المطلق' بمقياس سيلسيوس؟",
            "options": [
                "0",
                "-100",
                "-273.15",
                "-300"
            ],
            "answer": "-273.15",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1786,
            "question": "ما هي عاصمة دولة 'كازاخستان'؟",
            "options": [
                "أستانا",
                "ألماتي",
                "بيشكيك",
                "عشق آباد"
            ],
            "answer": "أستانا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1788,
            "question": "ما هي أعمق نقطة في محيطات العالم؟",
            "options": [
                "خندق ماريانا",
                "خندق جاوا",
                "خندق تونغا",
                "خندق بورتوريكو"
            ],
            "answer": "خندق ماريانا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1789,
            "question": "من هو صاحب السيمفونية التاسعة الشهيرة؟",
            "options": [
                "موزارت",
                "بيتهوفن",
                "باخ",
                "هايدن"
            ],
            "answer": "بيتهوفن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1794,
            "question": "ما هي المادة التي تعطي الجلد لونه؟",
            "options": [
                "الهيموجلوبين",
                "الميلانين",
                "الكيراتين",
                "الكلوروفيل"
            ],
            "answer": "الميلانين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1801,
            "question": "ما هو الحيوان الذي يستطيع الوقوف على ذيله؟",
            "options": [
                "الكنغر",
                "القرد",
                "الفأر",
                "القط"
            ],
            "answer": "الكنغر",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1809,
            "question": "في أي عام سقطت الدولة العثمانية رسمياً؟",
            "options": [
                "1918م",
                "1922م",
                "1924م",
                "1930م"
            ],
            "answer": "1924م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1810,
            "question": "ما هي فصيلة الدم التي تُعرف بـ 'المعطي العام'؟",
            "options": [
                "A",
                "B",
                "AB",
                "O"
            ],
            "answer": "O",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1821,
            "question": "ما هي أول دولة في العالم اعترفت باستقلال الولايات المتحدة الأمريكية عام 1777م؟",
            "options": [
                "فرنسا",
                "المغرب",
                "هولندا",
                "إسبانيا"
            ],
            "answer": "المغرب",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1822,
            "question": "من هو العالم الذي اكتشف 'حلقات كوكب زحل' لأول مرة عام 1610م؟",
            "options": [
                "إسحاق نيوتن",
                "جاليليو جاليلي",
                "يوهانس كبلر",
                "نيكولا كوبيرنيكوس"
            ],
            "answer": "جاليليو جاليلي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1823,
            "question": "في أي معركة هُزم نابليون بونابرت للمرة الأخيرة ونُفي بعدها إلى جزيرة سانت هيلانة؟",
            "options": [
                "معركة لايبزيغ",
                "معركة واترلو",
                "معركة أوسترليتز",
                "معركة طرف الغار"
            ],
            "answer": "معركة واترلو",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1824,
            "question": "ما هي المادة التي يتكون منها 'خيط العنكبوت' وتُعد أقوى من الفولاذ بخمس مرات؟",
            "options": [
                "بروتين الفايبروين",
                "الكيراتين",
                "السيليلوز",
                "الكولاجين"
            ],
            "answer": "بروتين الفايبروين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1825,
            "question": "من هو الملك الذي وقع على وثيقة 'الماغنا كارتا' (الميثاق الأعظم) عام 1215م؟",
            "options": [
                "ريتشارد قلب الأسد",
                "الملك جون",
                "هنري الثالث",
                "إدوارد الأول"
            ],
            "answer": "الملك جون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1826,
            "question": "ما هي الدولة الوحيدة في العالم التي لا تمتلك عاصمة رسمية قانونياً؟",
            "options": [
                "سويسرا",
                "ناورو",
                "ليختنشتاين",
                "موناكو"
            ],
            "answer": "ناورو",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1828,
            "question": "ما هي المادة التي يتكون منها 'الكهرمان'؟",
            "options": [
                "راتنج الأشجار المتحجر",
                "صخور بركانية",
                "أصداف بحرية",
                "عظام حيوانات"
            ],
            "answer": "راتنج الأشجار المتحجر",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1829,
            "question": "في أي عام تم منح أول جائزة نوبل في الكيمياء؟",
            "options": [
                "1901م",
                "1905م",
                "1910م",
                "1915م"
            ],
            "answer": "1901م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1830,
            "question": "من هو المعماري الذي صمم 'متحف جوجنهايم' في بلباو بإسبانيا؟",
            "options": [
                "فرانك جيري",
                "زها حديد",
                "نورمان فوستر",
                "لي كوربوزييه"
            ],
            "answer": "فرانك جيري",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1831,
            "question": "ما هو الغاز الذي تبلغ نسبته في الشمس حوالي 24%؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "الأكسجين",
                "النيتروجين"
            ],
            "answer": "الهيليوم",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1832,
            "question": "في أي سنة نال 'ألبرت آينشتاين' جائزة نوبل في الفيزياء؟",
            "options": [
                "1905م",
                "1915م",
                "1921م",
                "1930م"
            ],
            "answer": "1921م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1833,
            "question": "من هو صاحب كتاب 'تهافت الفلاسفة'؟",
            "options": [
                "ابن رشد",
                "أبو حامد الغزالي",
                "ابن سينا",
                "الفارابي"
            ],
            "answer": "أبو حامد الغزالي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1834,
            "question": "ما هو أطول مضيق في العالم؟",
            "options": [
                "مضيق جبل طارق",
                "مضيق ملقا",
                "مضيق هرمز",
                "مضيق باب المندب"
            ],
            "answer": "مضيق ملقا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1836,
            "question": "ما هي الدولة التي تمتلك أكبر احتياطي من الذهب في العالم حالياً؟",
            "options": [
                "الصين",
                "روسيا",
                "الولايات المتحدة",
                "ألمانيا"
            ],
            "answer": "الولايات المتحدة",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1840,
            "question": "ما هو أندر نوع من فصائل الدم في العالم (الدم الذهبي)؟",
            "options": [
                "O سالب",
                "AB سالب",
                "Rh null",
                "B موجب"
            ],
            "answer": "Rh null",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1841,
            "question": "في أي سنة نالت 'ماري كوري' جائزة نوبل الثانية لها؟",
            "options": [
                "1903م",
                "1911م",
                "1915م",
                "1920م"
            ],
            "answer": "1911م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1842,
            "question": "من هو أول إنسان وصل إلى 'القطب الجنوبي' عام 1911م؟",
            "options": [
                "روبرت بيري",
                "رولد أموندسن",
                "جيمس كوك",
                "إرنست شاكلتون"
            ],
            "answer": "رولد أموندسن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1843,
            "question": "ما هي المادة التي يتكون منها 'العاج' في أنياب الفيلة؟",
            "options": [
                "العظم",
                "العاجين (Dentin)",
                "الكيراتين",
                "الكولاجين"
            ],
            "answer": "العاجين (Dentin)",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1844,
            "question": "في أي مدينة تم توقيع 'ميثاق الأمم المتحدة' عام 1945م؟",
            "options": [
                "نيويورك",
                "واشنطن",
                "سان فرانسيسكو",
                "لندن"
            ],
            "answer": "سان فرانسيسكو",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1847,
            "question": "من هو الموسيقار صاحب السيمفونية التاسعة الشهيرة؟",
            "options": [
                "موزارت",
                "بيتهوفن",
                "باخ",
                "هايدن"
            ],
            "answer": "بيتهوفن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1848,
            "question": "ما هو الغاز الذي تبلغ نسبته في كوكب المشتري حوالي 90%؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "الميثان",
                "الأمونيا"
            ],
            "answer": "الهيدروجين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1849,
            "question": "من هو الرسام صاحب لوحة 'المدرسة الأثينية'؟",
            "options": [
                "ميكيلانجيلو",
                "رافاييل",
                "ليوناردو دا فينشي",
                "دوناتيلو"
            ],
            "answer": "رافاييل",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1850,
            "question": "ما هي المادة المستخدمة في 'تأريخ' العظام والآثار القديمة؟",
            "options": [
                "الكربون 12",
                "الكربون 14",
                "اليورانيوم",
                "النيتروجين"
            ],
            "answer": "الكربون 14",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1851,
            "question": "من هو الفيلسوف صاحب مقولة 'الإنسان حيوان سياسي'؟",
            "options": [
                "سقراط",
                "أفلاطون",
                "أرسطو",
                "نيتشه"
            ],
            "answer": "أرسطو",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1853,
            "question": "في أي سنة اندلعت 'ثورة الميجى' في اليابان؟",
            "options": [
                "1850م",
                "1868م",
                "1880م",
                "1900م"
            ],
            "answer": "1868م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1858,
            "question": "ما هو أطول نهر في أوروبا؟",
            "options": [
                "الدانوب",
                "الراين",
                "الفولغا",
                "السين"
            ],
            "answer": "الفولغا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1859,
            "question": "من هو المعماري الذي صمم 'هرم سقارة' المدرج؟",
            "options": [
                "إيمحتب",
                "خوفو",
                "سنفرو",
                "رمسيس الثاني"
            ],
            "answer": "إيمحتب",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1862,
            "question": "في أي سنة نال 'أنور السادات' جائزة نوبل للسلام؟",
            "options": [
                "1970م",
                "1978م",
                "1981م",
                "1985م"
            ],
            "answer": "1978م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1871,
            "question": "ما هي أول عاصمة للدولة الإسلامية؟",
            "options": [
                "مكة",
                "المدينة المنورة",
                "الكوفة",
                "دمشق"
            ],
            "answer": "المدينة المنورة",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1872,
            "question": "من هو العالم الذي صاغ قوانين 'الوراثة'؟",
            "options": [
                "تشارلز داروين",
                "غريغور مندل",
                "لويس باستير",
                "واطسون"
            ],
            "answer": "غريغور مندل",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1875,
            "question": "ما هو الاسم العلمي لعملية تحول الغاز مباشرة إلى صلب؟",
            "options": [
                "التكثيف",
                "الترسيب",
                "التسامي",
                "الانصهار"
            ],
            "answer": "الترسيب",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1876,
            "question": "من هو القائد العربي الذي فتح 'الأندلس' عام 711م؟",
            "options": [
                "طارق بن زياد",
                "عقبة بن نافع",
                "موسى بن نصير",
                "عبد الرحمن الداخل"
            ],
            "answer": "طارق بن زياد",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1877,
            "question": "ما هي العملة الرسمية لدولة 'اليابان'؟",
            "options": [
                "الين",
                "اليوان",
                "الوون",
                "الدولار"
            ],
            "answer": "الين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1902,
            "question": "من هو العالم الذي صاغ نظرية 'النسبية'؟",
            "options": [
                "نيوتن",
                "آينشتاين",
                "هاوكينج",
                "تيسلا"
            ],
            "answer": "آينشتاين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1904,
            "question": "في أي بلد أقيمت أول ألعاب أولمبية حديثة عام 1896م؟",
            "options": [
                "فرنسا",
                "اليونان",
                "إيطاليا",
                "بريطانيا"
            ],
            "answer": "اليونان",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1907,
            "question": "ما هي المادة التي تفرزها الغدة 'الدرقية'؟",
            "options": [
                "الأنسولين",
                "الثيروكسين",
                "الأدرينالين",
                "الكورتيزول"
            ],
            "answer": "الثيروكسين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1910,
            "question": "كم يبلغ عدد أوتار آلة 'القانون' التقليدية؟",
            "options": [
                "72",
                "78",
                "84",
                "90"
            ],
            "answer": "78",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1911,
            "question": "من هو المعماري الذي صمم 'كاتدرائية القديس بولس'؟",
            "options": [
                "كريستوفر رن",
                "غوستاف إيفل",
                "لو كوربوزييه",
                "رايت"
            ],
            "answer": "كريستوفر رن",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1912,
            "question": "ما هو الغاز الذي تبلغ نسبته 78% في الهواء؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "الأرجون",
                "الهيدروجين"
            ],
            "answer": "النيتروجين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1913,
            "question": "في أي سنة تم افتتاح 'قناة السويس'؟",
            "options": [
                "1850م",
                "1869م",
                "1882م",
                "1905م"
            ],
            "answer": "1869م",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1917,
            "question": "ما هي المادة التي يتكون منها قرن الأيل؟",
            "options": [
                "الكيراتين",
                "العظم",
                "العاج",
                "الغضروف"
            ],
            "answer": "العظم",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1918,
            "question": "من هو مكتشف 'الأكسجين' بالاشتراك؟",
            "options": [
                "لافوازييه",
                "بريستلي",
                "دالتون",
                "فاراداي"
            ],
            "answer": "بريستلي",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1921,
            "question": "ما هو الاسم العلمي للجسيم الذي يحمل الشحنة السالبة؟",
            "options": [
                "البروتون",
                "النيوترون",
                "الإلكترون",
                "الفوتون"
            ],
            "answer": "الإلكترون",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1984,
            "question": "من هو أول من مشى على القمر؟",
            "options": [
                "نيل أرمسترونج",
                "يوري غاغارين",
                "جون جلين",
                "باز ألدرين"
            ],
            "answer": "نيل أرمسترونج",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1990,
            "question": "من هو مخترع 'البنسلين'؟",
            "options": [
                "باستير",
                "فلمنج",
                "كوخ",
                "ليستر"
            ],
            "answer": "فلمنج",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1994,
            "question": "من هو المنتخب الفائز بكأس العالم 2018؟",
            "options": [
                "فرنسا",
                "ألمانيا",
                "البرازيل",
                "كرواتيا"
            ],
            "answer": "فرنسا",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 1998,
            "question": "ما هي أصغر دولة عربية؟",
            "options": [
                "قطر",
                "البحرين",
                "لبنان",
                "الكويت"
            ],
            "answer": "البحرين",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 2007,
            "question": "ما هو أندر فصيلة دم؟",
            "options": [
                "O سالب",
                "AB سالب",
                "Rh null",
                "A موجب"
            ],
            "answer": "Rh null",
            "level": "4",
            "category": "عام"
        },
        {
            "id": 2021,
            "question": "ما هي الدولة التي تبرعت بتمثال الحرية للولايات المتحدة؟",
            "options": [
                "بريطانيا",
                "فرنسا",
                "ألمانيا",
                "إيطاليا"
            ],
            "answer": "فرنسا",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2024,
            "question": "ما هو المعدن الوحيد الذي يكون سائلاً في درجة حرارة الغرفة؟",
            "options": [
                "الذهب",
                "الحديد",
                "الزئبق",
                "النحاس"
            ],
            "answer": "الزئبق",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2025,
            "question": "في أي مدينة يقع مقر البرلمان الأوروبي؟",
            "options": [
                "ستراسبورغ",
                "برلين",
                "لندن",
                "مدريد"
            ],
            "answer": "ستراسبورغ",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2027,
            "question": "ما هي عملة دولة اليابان؟",
            "options": [
                "اليوان",
                "الين",
                "الروبل",
                "الدولار"
            ],
            "answer": "الين",
            "level": "4",
            "category": "general"
        },
        {
            "id": 2030,
            "question": "ما هو الغاز الذي يشكل النسبة الأكبر من الغلاف الجوي للأرض؟",
            "options": [
                "الأكسجين",
                "النيتروجين",
                "ثاني أكسيد الكربون",
                "الهيدروجين"
            ],
            "answer": "النيتروجين",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2032,
            "question": "من هو مؤلف ملحمة الإلياذة والأوديسة؟",
            "options": [
                "أفلاطون",
                "هوميروس",
                "سقراط",
                "أرسطو"
            ],
            "answer": "هوميروس",
            "level": "4",
            "category": "literature"
        },
        {
            "id": 2033,
            "question": "ما هو الهرمون المسؤول عن تنظيم السكر في الدم؟",
            "options": [
                "الأدرينالين",
                "الأنسولين",
                "الثايروكسين",
                "الكورتيزول"
            ],
            "answer": "الأنسولين",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2034,
            "question": "أي عام بدأت الحرب العالمية الأولى؟",
            "options": [
                "1912",
                "1914",
                "1918",
                "1939"
            ],
            "answer": "1914",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2035,
            "question": "ما هو أكبر حيوان في العالم؟",
            "options": [
                "الفيل الأفريقي",
                "الحوت الأزرق",
                "القرش الأبيض",
                "الزرافة"
            ],
            "answer": "الحوت الأزرق",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2036,
            "question": "من هو أول إنسان صعد إلى الفضاء؟",
            "options": [
                "نيل أمسترونج",
                "يوري غاغارين",
                "بز ألدرين",
                "جون جلين"
            ],
            "answer": "يوري غاغارين",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2037,
            "question": "ما هو العنصر الكيميائي الذي يرمز له بـ 'O'؟",
            "options": [
                "الذهب",
                "الأكسجين",
                "الحديد",
                "الهيدروجين"
            ],
            "answer": "الأكسجين",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2038,
            "question": "ما هو أعمق محيط في العالم؟",
            "options": [
                "الأطلسي",
                "الهندي",
                "الهادي",
                "المتجمد الشمالي"
            ],
            "answer": "الهادي",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2039,
            "question": "في أي مدينة توجد ناطحة السحاب 'برج خليفة'؟",
            "options": [
                "الرياض",
                "أبوظبي",
                "دبي",
                "الدوحة"
            ],
            "answer": "دبي",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2042,
            "question": "ما هو أطول سور بناه الإنسان؟",
            "options": [
                "سور برلين",
                "سور الصين العظيم",
                "أسوار القدس",
                "سور قسطنطينية"
            ],
            "answer": "سور الصين العظيم",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2043,
            "question": "ما هو الكوكب الذي يلقب بالكوكب الأحمر؟",
            "options": [
                "عطارد",
                "الزهرة",
                "المريخ",
                "زحل"
            ],
            "answer": "المريخ",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2045,
            "question": "ما هو الفيتامين الذي نحصل عليه من أشعة الشمس؟",
            "options": [
                "فيتامين A",
                "فيتامين B12",
                "فيتامين C",
                "فيتامين D"
            ],
            "answer": "فيتامين D",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2047,
            "question": "أين تقع الأهرامات الثلاثة؟",
            "options": [
                "السودان",
                "المكسيك",
                "مصر",
                "العراق"
            ],
            "answer": "مصر",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2048,
            "question": "ما هو المعدن الذي يصنع منه ورق القصدير؟",
            "options": [
                "الحديد",
                "الألمنيوم",
                "النحاس",
                "القصدير"
            ],
            "answer": "الألمنيوم",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2049,
            "question": "من هي أول امرأة حصلت على جائزة نوبل؟",
            "options": [
                "ماري كوري",
                "الأم تيريزا",
                "إليزابيث الأولى",
                "أجاثا كريستي"
            ],
            "answer": "ماري كوري",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2050,
            "question": "كم عدد ولايات الولايات المتحدة الأمريكية؟",
            "options": [
                "48",
                "49",
                "50",
                "51"
            ],
            "answer": "50",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2051,
            "question": "ما هي عملة دولة الكويت؟",
            "options": [
                "الريال",
                "الدرهم",
                "الدينار",
                "الليرة"
            ],
            "answer": "الدينار",
            "level": "4",
            "category": "general"
        },
        {
            "id": 2053,
            "question": "من مخترع المصباح الكهربائي؟",
            "options": [
                "نيكولا تسلا",
                "توماس أديسون",
                "ألكسندر بيل",
                "نيوتن"
            ],
            "answer": "توماس أديسون",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2054,
            "question": "ما هو الغاز المستخدم في تعبئة المنطاد؟",
            "options": [
                "الأكسجين",
                "الهيليوم",
                "النيتروجين",
                "الكلور"
            ],
            "answer": "الهيليوم",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2057,
            "question": "ما هو الحيوان الذي يلقب بـ 'ملك الغابة'؟",
            "options": [
                "الفيل",
                "النمر",
                "الأسد",
                "الدب"
            ],
            "answer": "الأسد",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2058,
            "question": "في أي مدينة يقع برج إيفل؟",
            "options": [
                "لندن",
                "روما",
                "باريس",
                "مدريد"
            ],
            "answer": "باريس",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2061,
            "question": "من هو صاحب لقب 'فارس العرب'؟",
            "options": [
                "عنترة بن شداد",
                "خالد بن الوليد",
                "عمرو بن العاص",
                "حمزة بن عبد المطلب"
            ],
            "answer": "عنترة بن شداد",
            "level": "4",
            "category": "literature"
        },
        {
            "id": 2063,
            "question": "ما هو المعدن الذي يستخدم في صناعة طائرات الركاب؟",
            "options": [
                "الحديد",
                "النحاس",
                "الألمنيوم",
                "الرصاص"
            ],
            "answer": "الألمنيوم",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2064,
            "question": "كم عدد الدول العربية في قارة أفريقيا؟",
            "options": [
                "8",
                "9",
                "10",
                "11"
            ],
            "answer": "10",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2065,
            "question": "من هو أول من اكتشف الجاذبية الأرضية؟",
            "options": [
                "أينشتاين",
                "نيوتن",
                "جاليليو",
                "دالتون"
            ],
            "answer": "نيوتن",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2066,
            "question": "ما هو الاسم القديم لمدينة إسطنبول؟",
            "options": [
                "القسطنطينية",
                "أنقرة",
                "أثينا",
                "طروادة"
            ],
            "answer": "القسطنطينية",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2068,
            "question": "ما هي العملة المستخدمة في سويسرا؟",
            "options": [
                "اليورو",
                "الجنيه الاسترليني",
                "الفرنك السويسري",
                "الدولار"
            ],
            "answer": "الفرنك السويسري",
            "level": "4",
            "category": "general"
        },
        {
            "id": 2069,
            "question": "من كتب رواية 'الحرب والسلام'؟",
            "options": [
                "تولستوي",
                "دوستويفسكي",
                "تشيخوف",
                "فيكتور هوجو"
            ],
            "answer": "تولستوي",
            "level": "4",
            "category": "literature"
        },
        {
            "id": 2070,
            "question": "ما هو العضو المسؤول عن توازن جسم الإنسان؟",
            "options": [
                "العين",
                "الأذن الداخلية",
                "المخ",
                "القدم"
            ],
            "answer": "الأذن الداخلية",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2071,
            "question": "ما هو البحر الذي يطلق عليه 'بحر القلزم' قديماً؟",
            "options": [
                "البحر المتوسط",
                "البحر الأحمر",
                "بحر العرب",
                "البحر الأسود"
            ],
            "answer": "البحر الأحمر",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2072,
            "question": "من هو صاحب الرقم القياسي في الفوز بكأس العالم كلاعب؟",
            "options": [
                "مارادونا",
                "بيليه",
                "رونالدو",
                "ميسي"
            ],
            "answer": "بيليه",
            "level": "4",
            "category": "sports"
        },
        {
            "id": 2073,
            "question": "ما هي أقوى عضلة في جسم الإنسان مقارنة بحجمها؟",
            "options": [
                "القلب",
                "الفخذ",
                "الفك",
                "اللسان"
            ],
            "answer": "الفك",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2076,
            "question": "ما هو الحيوان الذي يستطيع رؤية الأشعة تحت الحمراء؟",
            "options": [
                "الكلب",
                "الثعبان",
                "القط",
                "الصقر"
            ],
            "answer": "الثعبان",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2077,
            "question": "أين تقع غابات الأمازون بشكل أساسي؟",
            "options": [
                "الأرجنتين",
                "البرازيل",
                "تشيلي",
                "المكسيك"
            ],
            "answer": "البرازيل",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2079,
            "question": "من هو أول نبي بعد آدم عليه السلام؟",
            "options": [
                "نوح",
                "إدريس",
                "شيث",
                "هود"
            ],
            "answer": "شيث",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2081,
            "question": "كم عدد عظام جسم الإنسان البالغ؟",
            "options": [
                "200",
                "206",
                "210",
                "300"
            ],
            "answer": "206",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2084,
            "question": "ما هو الرمز الكيميائي للفضة؟",
            "options": [
                "Au",
                "Ag",
                "Fe",
                "Cu"
            ],
            "answer": "Ag",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2085,
            "question": "من هو مخترع السينما؟",
            "options": [
                "توماس أديسون",
                "الأخوين لوميير",
                "جراهام بيل",
                "ماركوني"
            ],
            "answer": "الأخوين لوميير",
            "level": "4",
            "category": "arts"
        },
        {
            "id": 2086,
            "question": "ما هي أكبر جزيرة في البحر المتوسط؟",
            "options": [
                "قبرص",
                "كريت",
                "صقلية",
                "مالطا"
            ],
            "answer": "صقلية",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2087,
            "question": "ما هو الحيوان الذي لا ينام أبداً منذ ولادته حتى موته؟",
            "options": [
                "القرش",
                "النملة",
                "الدلفين",
                "الزرافة"
            ],
            "answer": "القرش",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2088,
            "question": "في أي سنة تم افتتاح قناة السويس لأول مرة؟",
            "options": [
                "1859",
                "1869",
                "1879",
                "1956"
            ],
            "answer": "1869",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2089,
            "question": "من هو صاحب قصيدة 'نهج البردة'؟",
            "options": [
                "أحمد شوقي",
                "البوصيري",
                "المتنبي",
                "حافظ إبراهيم"
            ],
            "answer": "البوصيري",
            "level": "4",
            "category": "literature"
        },
        {
            "id": 2090,
            "question": "ما هي الدولة التي فازت بأول نسخة من كأس العالم لكرة القدم؟",
            "options": [
                "البرازيل",
                "إيطاليا",
                "الأوروغواي",
                "الأرجنتين"
            ],
            "answer": "الأوروغواي",
            "level": "4",
            "category": "sports"
        },
        {
            "id": 2091,
            "question": "ما هي أقرب مجرة لمجرتنا 'درب التبانة'؟",
            "options": [
                "أندروميدا",
                "مجرة المثلث",
                "سحابة ماجلان",
                "مجرة السومبريرو"
            ],
            "answer": "أندروميدا",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2092,
            "question": "ما هو العلم الذي يدرس طبقات الأرض وتكوينها؟",
            "options": [
                "الأحياء",
                "الفيزياء",
                "الجيولوجيا",
                "الكيمياء"
            ],
            "answer": "الجيولوجيا",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2093,
            "question": "ما هو اللون الذي ينتج عن خلط اللونين الأزرق والأصفر؟",
            "options": [
                "البرتقالي",
                "الأرجواني",
                "الأخضر",
                "البني"
            ],
            "answer": "الأخضر",
            "level": "4",
            "category": "arts"
        },
        {
            "id": 2094,
            "question": "من هو أول من صك العملة في الإسلام؟",
            "options": [
                "أبو بكر الصديق",
                "عمر بن الخطاب",
                "عبد الملك بن مروان",
                "هارون الرشيد"
            ],
            "answer": "عبد الملك بن مروان",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2095,
            "question": "ما هي أكبر بحيرة عذبة في العالم من حيث المساحة؟",
            "options": [
                "بحيرة فيكتوريا",
                "بحيرة بايكال",
                "بحيرة سوبريور",
                "بحر قزوين"
            ],
            "answer": "بحيرة سوبريور",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2096,
            "question": "ما هو الغاز الذي يستخرجه النحل من الزهور؟",
            "options": [
                "الرحيق",
                "الأكسجين",
                "النيتروجين",
                "ثاني أكسيد الكربون"
            ],
            "answer": "الرحيق",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2097,
            "question": "من هو مخترع لغة البرمجة 'بايثون'؟",
            "options": [
                "بيل جيتس",
                "جيدو فان روسم",
                "ستيف جوبز",
                "مارك زوكربيرج"
            ],
            "answer": "جيدو فان روسم",
            "level": "4",
            "category": "technology"
        },
        {
            "id": 2098,
            "question": "ما هو الكوكب الذي يمتلك حلقات واضحة جداً تدور حوله؟",
            "options": [
                "المريخ",
                "زحل",
                "المشتري",
                "نبتون"
            ],
            "answer": "زحل",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2099,
            "question": "ما هي عاصمة البرتغال؟",
            "options": [
                "مدريد",
                "لشبونة",
                "روما",
                "باريس"
            ],
            "answer": "لشبونة",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2100,
            "question": "كم عدد صمامات القلب في جسم الإنسان؟",
            "options": [
                "2",
                "3",
                "4",
                "5"
            ],
            "answer": "4",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2101,
            "question": "من هو أول طيار قام برحلة منفردة عبر المحيط الأطلسي؟",
            "options": [
                "تشارلز ليندبرغ",
                "الأخوين رايت",
                "نيل أمسترونج",
                "يوري غاغارين"
            ],
            "answer": "تشارلز ليندبرغ",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2102,
            "question": "ما هو الحيوان الذي يمكنه تغيير لونه ليتناسب مع البيئة؟",
            "options": [
                "الأفعى",
                "الحرباء",
                "التمساح",
                "السلحفاة"
            ],
            "answer": "الحرباء",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2104,
            "question": "ما هو العنصر الكيميائي الأساسي في تركيب الألماس؟",
            "options": [
                "الذهب",
                "الحديد",
                "الكربون",
                "السيليكون"
            ],
            "answer": "الكربون",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2105,
            "question": "ما هي أكبر دولة أفريقية من حيث المساحة؟",
            "options": [
                "مصر",
                "نيجيريا",
                "الجزائر",
                "السودان"
            ],
            "answer": "الجزائر",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2106,
            "question": "كم عدد أسنان القطة البالغة؟",
            "options": [
                "20",
                "30",
                "32",
                "42"
            ],
            "answer": "30",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2107,
            "question": "ما هو البحر الذي يفصل بين قارتي أفريقيا وأوروبا؟",
            "options": [
                "البحر الأحمر",
                "البحر المتوسط",
                "البحر الميت",
                "بحر العرب"
            ],
            "answer": "البحر المتوسط",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2108,
            "question": "ما هو الاسم الحقيقي للشاعر الملقب بـ 'المتنبي'؟",
            "options": [
                "أحمد بن الحسين",
                "علي بن أبي طالب",
                "امرؤ القيس",
                "بشار بن برد"
            ],
            "answer": "أحمد بن الحسين",
            "level": "4",
            "category": "literature"
        },
        {
            "id": 2109,
            "question": "ما هي وحدة قياس شدة التيار الكهربائي؟",
            "options": [
                "الفولت",
                "الواط",
                "الأمبير",
                "الأوم"
            ],
            "answer": "الأمبير",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2110,
            "question": "في أي مدينة تقع ناطحة السحاب 'شارد' (The Shard)؟",
            "options": [
                "نيويورك",
                "باريس",
                "لندن",
                "دبي"
            ],
            "answer": "لندن",
            "level": "4",
            "category": "geography"
        },
        {
            "id": 2111,
            "question": "كم عدد أوتار آلة العود؟",
            "options": [
                "4",
                "5",
                "6",
                "8"
            ],
            "answer": "5 أو 6",
            "level": "4",
            "category": "arts"
        },
        {
            "id": 2112,
            "question": "ما هو الفيتامين المسؤول عن تجلط الدم؟",
            "options": [
                "فيتامين A",
                "فيتامين C",
                "فيتامين K",
                "فيتامين D"
            ],
            "answer": "فيتامين K",
            "level": "4",
            "category": "science"
        },
        {
            "id": 2114,
            "question": "ما هو الحيوان الذي يلقب بـ 'سفينة الصحراء'؟",
            "options": [
                "الحصان",
                "الجمل",
                "الفيل",
                "الحمار"
            ],
            "answer": "الجمل",
            "level": "4",
            "category": "general"
        },
        {
            "id": 2119,
            "question": "من هو مخترع لغة بريل للمكفوفين؟",
            "options": [
                "لويس بريل",
                "توماس أديسون",
                "جراهام بيل",
                "أينشتاين"
            ],
            "answer": "لويس بريل",
            "level": "4",
            "category": "history"
        },
        {
            "id": 2120,
            "question": "ما هي الدولة التي استضافت أول بطولة كأس عالم عام 1930؟",
            "options": [
                "البرازيل",
                "الأوروغواي",
                "الأرجنتين",
                "إيطاليا"
            ],
            "answer": "الأوروغواي",
            "level": "4",
            "category": "sports"
        },
        {
            "id": "auto_10312",
            "question": "ما هي العملة الرسمية في سويسرا؟",
            "options": [
                "الروبل",
                "الين",
                "الفرنك",
                "الجنيه الإسترليني"
            ],
            "answer": "الفرنك"
        },
        {
            "id": "huge_41271",
            "question": "ما هو العدد الذري لعنصر الأكسجين؟",
            "options": [
                "17",
                "25",
                "82",
                "8"
            ],
            "answer": "8"
        },
        {
            "id": "huge_41272",
            "question": "ما هو العدد الذري لعنصر الهيدروجين؟",
            "options": [
                "28",
                "1",
                "78",
                "4"
            ],
            "answer": "1"
        },
        {
            "id": "huge_41273",
            "question": "ما هو العدد الذري لعنصر الكربون؟",
            "options": [
                "6",
                "26",
                "50",
                "24"
            ],
            "answer": "6"
        },
        {
            "id": "huge_41274",
            "question": "ما هو العدد الذري لعنصر النيتروجين؟",
            "options": [
                "36",
                "17",
                "88",
                "7"
            ],
            "answer": "7"
        },
        {
            "id": "huge_41275",
            "question": "ما هو العدد الذري لعنصر الحديد؟",
            "options": [
                "10",
                "15",
                "26",
                "74"
            ],
            "answer": "26"
        },
        {
            "id": "huge_41276",
            "question": "ما هو العدد الذري لعنصر النحاس؟",
            "options": [
                "29",
                "6",
                "47",
                "19"
            ],
            "answer": "29"
        },
        {
            "id": "huge_41277",
            "question": "ما هو العدد الذري لعنصر الذهب؟",
            "options": [
                "79",
                "88",
                "1",
                "35"
            ],
            "answer": "79"
        },
        {
            "id": "huge_41278",
            "question": "ما هو العدد الذري لعنصر الفضة؟",
            "options": [
                "11",
                "100",
                "51",
                "47"
            ],
            "answer": "47"
        },
        {
            "id": "huge_41279",
            "question": "ما هو العدد الذري لعنصر اليورانيوم؟",
            "options": [
                "24",
                "9",
                "92",
                "8"
            ],
            "answer": "92"
        },
        {
            "id": "huge_41280",
            "question": "ما هو العدد الذري لعنصر الهيليوم؟",
            "options": [
                "2",
                "56",
                "35",
                "16"
            ],
            "answer": "2"
        },
        {
            "id": "huge_41281",
            "question": "ما هو العدد الذري لعنصر الليثيوم؟",
            "options": [
                "10",
                "6",
                "3",
                "27"
            ],
            "answer": "3"
        },
        {
            "id": "huge_41282",
            "question": "ما هو العدد الذري لعنصر البيريليوم؟",
            "options": [
                "4",
                "79",
                "47",
                "17"
            ],
            "answer": "4"
        },
        {
            "id": "huge_41283",
            "question": "ما هو العدد الذري لعنصر البورون؟",
            "options": [
                "5",
                "3",
                "8",
                "53"
            ],
            "answer": "5"
        },
        {
            "id": "huge_41284",
            "question": "ما هو العدد الذري لعنصر الفلور؟",
            "options": [
                "9",
                "78",
                "100",
                "20"
            ],
            "answer": "9"
        },
        {
            "id": "huge_41285",
            "question": "ما هو العدد الذري لعنصر النيون؟",
            "options": [
                "47",
                "17",
                "10",
                "2"
            ],
            "answer": "10"
        },
        {
            "id": "huge_41286",
            "question": "ما هو العدد الذري لعنصر الصوديوم؟",
            "options": [
                "47",
                "27",
                "11",
                "30"
            ],
            "answer": "11"
        },
        {
            "id": "huge_41287",
            "question": "ما هو العدد الذري لعنصر المغنيسيوم؟",
            "options": [
                "20",
                "100",
                "12",
                "10"
            ],
            "answer": "12"
        },
        {
            "id": "huge_41288",
            "question": "ما هو العدد الذري لعنصر الألومنيوم؟",
            "options": [
                "15",
                "26",
                "13",
                "8"
            ],
            "answer": "13"
        },
        {
            "id": "huge_41289",
            "question": "ما هو العدد الذري لعنصر السيليكون؟",
            "options": [
                "19",
                "4",
                "36",
                "14"
            ],
            "answer": "14"
        },
        {
            "id": "huge_41290",
            "question": "ما هو العدد الذري لعنصر الفوسفور؟",
            "options": [
                "13",
                "25",
                "15",
                "29"
            ],
            "answer": "15"
        },
        {
            "id": "huge_41291",
            "question": "ما هو العدد الذري لعنصر الكبريت؟",
            "options": [
                "16",
                "12",
                "22",
                "78"
            ],
            "answer": "16"
        },
        {
            "id": "huge_41292",
            "question": "ما هو العدد الذري لعنصر الكلور؟",
            "options": [
                "17",
                "19",
                "14",
                "26"
            ],
            "answer": "17"
        },
        {
            "id": "huge_41293",
            "question": "ما هو العدد الذري لعنصر الأرجون؟",
            "options": [
                "50",
                "35",
                "15",
                "18"
            ],
            "answer": "18"
        },
        {
            "id": "huge_41294",
            "question": "ما هو العدد الذري لعنصر البوتاسيوم؟",
            "options": [
                "4",
                "13",
                "2",
                "19"
            ],
            "answer": "19"
        },
        {
            "id": "huge_41295",
            "question": "ما هو العدد الذري لعنصر الكالسيوم؟",
            "options": [
                "26",
                "20",
                "30",
                "19"
            ],
            "answer": "20"
        },
        {
            "id": "huge_41296",
            "question": "ما هو العدد الذري لعنصر التيتانيوم؟",
            "options": [
                "22",
                "9",
                "82",
                "11"
            ],
            "answer": "22"
        },
        {
            "id": "huge_41297",
            "question": "ما هو العدد الذري لعنصر الكروم؟",
            "options": [
                "6",
                "24",
                "26",
                "4"
            ],
            "answer": "24"
        },
        {
            "id": "huge_41298",
            "question": "ما هو العدد الذري لعنصر المنغنيز؟",
            "options": [
                "7",
                "25",
                "5",
                "53"
            ],
            "answer": "25"
        },
        {
            "id": "huge_41299",
            "question": "ما هو العدد الذري لعنصر الكوبالت؟",
            "options": [
                "36",
                "1",
                "35",
                "27"
            ],
            "answer": "27"
        },
        {
            "id": "huge_41300",
            "question": "ما هو العدد الذري لعنصر النيكل؟",
            "options": [
                "22",
                "28",
                "8",
                "80"
            ],
            "answer": "28"
        },
        {
            "id": "huge_41301",
            "question": "ما هو العدد الذري لعنصر الزنك؟",
            "options": [
                "20",
                "30",
                "9",
                "36"
            ],
            "answer": "30"
        },
        {
            "id": "huge_41302",
            "question": "ما هو العدد الذري لعنصر الزرنيخ؟",
            "options": [
                "33",
                "80",
                "10",
                "36"
            ],
            "answer": "33"
        },
        {
            "id": "huge_41303",
            "question": "ما هو العدد الذري لعنصر البروم؟",
            "options": [
                "80",
                "15",
                "35",
                "4"
            ],
            "answer": "35"
        },
        {
            "id": "huge_41304",
            "question": "ما هو العدد الذري لعنصر الكريبتون؟",
            "options": [
                "16",
                "2",
                "36",
                "20"
            ],
            "answer": "36"
        },
        {
            "id": "huge_41306",
            "question": "ما هو العدد الذري لعنصر القصدير؟",
            "options": [
                "19",
                "83",
                "50",
                "27"
            ],
            "answer": "50"
        },
        {
            "id": "huge_41307",
            "question": "ما هو العدد الذري لعنصر الأنتموان؟",
            "options": [
                "50",
                "10",
                "51",
                "15"
            ],
            "answer": "51"
        },
        {
            "id": "huge_41308",
            "question": "ما هو العدد الذري لعنصر اليود؟",
            "options": [
                "3",
                "12",
                "9",
                "53"
            ],
            "answer": "53"
        },
        {
            "id": "huge_41309",
            "question": "ما هو العدد الذري لعنصر الباريوم؟",
            "options": [
                "1",
                "35",
                "56",
                "74"
            ],
            "answer": "56"
        },
        {
            "id": "huge_41310",
            "question": "ما هو العدد الذري لعنصر التنجستن؟",
            "options": [
                "14",
                "11",
                "2",
                "74"
            ],
            "answer": "74"
        },
        {
            "id": "huge_41311",
            "question": "ما هو العدد الذري لعنصر البلاتين؟",
            "options": [
                "35",
                "78",
                "47",
                "92"
            ],
            "answer": "78"
        },
        {
            "id": "huge_41312",
            "question": "ما هو العدد الذري لعنصر الزئبق؟",
            "options": [
                "9",
                "80",
                "74",
                "18"
            ],
            "answer": "80"
        },
        {
            "id": "huge_41313",
            "question": "ما هو العدد الذري لعنصر الرصاص؟",
            "options": [
                "13",
                "47",
                "17",
                "82"
            ],
            "answer": "82"
        },
        {
            "id": "huge_41314",
            "question": "ما هو العدد الذري لعنصر البزموت؟",
            "options": [
                "19",
                "7",
                "8",
                "83"
            ],
            "answer": "83"
        },
        {
            "id": "huge_41315",
            "question": "ما هو العدد الذري لعنصر الراديوم؟",
            "options": [
                "25",
                "14",
                "47",
                "88"
            ],
            "answer": "88"
        },
        {
            "id": "v2_63000",
            "question": "ما هو/هي سرعة الضوء؟",
            "options": [
                "المحيط الهادئ",
                "300,000 كم/ث",
                "الكبد",
                "صفر درجة مئوية"
            ],
            "answer": "300,000 كم/ث"
        },
        {
            "id": "v2_63001",
            "question": "ما هو/هي أكبر عضو داخلي؟",
            "options": [
                "الكبد",
                "الفاتيكان",
                "206",
                "100 درجة مئوية"
            ],
            "answer": "الكبد"
        },
        {
            "id": "v2_63002",
            "question": "ما هو/هي أصغر عظمة في الجسم؟",
            "options": [
                "عظمة الركاب في الأذن",
                "الفاتيكان",
                "الكبد",
                "206"
            ],
            "answer": "عظمة الركاب في الأذن"
        },
        {
            "id": "v2_63003",
            "question": "ما هو/هي أكبر كوكب؟",
            "options": [
                "بحر قزوين",
                "المشتري",
                "عظمة الركاب في الأذن",
                "الصين"
            ],
            "answer": "المشتري"
        },
        {
            "id": "v2_63004",
            "question": "ما هو/هي أقرب نجم للأرض؟",
            "options": [
                "نهر النيل",
                "روسيا",
                "بحر قزوين",
                "الشمس"
            ],
            "answer": "الشمس"
        },
        {
            "id": "v2_63005",
            "question": "ما هو/هي الغاز الأكثر في الغلاف الجوي؟",
            "options": [
                "الفاتيكان",
                "الشمس",
                "300,000 كم/ث",
                "النيتروجين"
            ],
            "answer": "النيتروجين"
        },
        {
            "id": "v2_63006",
            "question": "ما هو/هي درجة غليان الماء؟",
            "options": [
                "100 درجة مئوية",
                "الصحراء الكبرى",
                "32",
                "صفر درجة مئوية"
            ],
            "answer": "100 درجة مئوية"
        },
        {
            "id": "v2_63007",
            "question": "ما هو/هي درجة تجمد الماء؟",
            "options": [
                "النيتروجين",
                "المشتري",
                "100 درجة مئوية",
                "صفر درجة مئوية"
            ],
            "answer": "صفر درجة مئوية"
        },
        {
            "id": "v2_63008",
            "question": "ما هو/هي عدد عظام الإنسان البالغ؟",
            "options": [
                "روسيا",
                "الفاتيكان",
                "206",
                "المحيط الهادئ"
            ],
            "answer": "206"
        },
        {
            "id": "v2_63009",
            "question": "ما هو/هي عدد أسنان الإنسان البالغ؟",
            "options": [
                "32",
                "روسيا",
                "الشمس",
                "100 درجة مئوية"
            ],
            "answer": "32"
        },
        {
            "id": "v2_63010",
            "question": "ما هو/هي أكبر محيط؟",
            "options": [
                "32",
                "النيتروجين",
                "عظمة الركاب في الأذن",
                "المحيط الهادئ"
            ],
            "answer": "المحيط الهادئ"
        },
        {
            "id": "v2_63011",
            "question": "ما هو/هي أطول نهر؟",
            "options": [
                "نهر النيل",
                "الصين",
                "الشمس",
                "المحيط الهادئ"
            ],
            "answer": "نهر النيل"
        },
        {
            "id": "v2_63012",
            "question": "ما هو/هي أعلى قمة جبلية؟",
            "options": [
                "المشتري",
                "الصحراء الكبرى",
                "قمة إيفرست",
                "صفر درجة مئوية"
            ],
            "answer": "قمة إيفرست"
        },
        {
            "id": "v2_63013",
            "question": "ما هو/هي أكبر صحراء؟",
            "options": [
                "الفاتيكان",
                "المشتري",
                "206",
                "الصحراء الكبرى"
            ],
            "answer": "الصحراء الكبرى"
        },
        {
            "id": "v2_63014",
            "question": "ما هو/هي أكبر بحيرة؟",
            "options": [
                "بحر قزوين",
                "المحيط الهادئ",
                "نهر النيل",
                "قمة إيفرست"
            ],
            "answer": "بحر قزوين"
        },
        {
            "id": "v2_63015",
            "question": "ما هو/هي أصغر دولة؟",
            "options": [
                "206",
                "عظمة الركاب في الأذن",
                "الفاتيكان",
                "صفر درجة مئوية"
            ],
            "answer": "الفاتيكان"
        },
        {
            "id": "v2_63016",
            "question": "ما هو/هي أكبر دولة مساحة؟",
            "options": [
                "300,000 كم/ث",
                "روسيا",
                "الشمس",
                "الصحراء الكبرى"
            ],
            "answer": "روسيا"
        },
        {
            "id": "v2_63017",
            "question": "ما هو/هي أكثر دولة سكاناً؟",
            "options": [
                "الصين",
                "عظمة الركاب في الأذن",
                "الكبد",
                "الصحراء الكبرى"
            ],
            "answer": "الصين"
        },
        {
            "id": "v2_63018",
            "question": "ما هي الصيغة الكيميائية لـ الماء؟",
            "options": [
                "H2O",
                "HCl",
                "C6H12O6",
                "Fe2O3"
            ],
            "answer": "H2O"
        },
        {
            "id": "v2_63019",
            "question": "ما هي الصيغة الكيميائية لـ ثاني أكسيد الكربون؟",
            "options": [
                "O2",
                "CaCO3",
                "CO2",
                "Fe2O3"
            ],
            "answer": "CO2"
        },
        {
            "id": "v2_63020",
            "question": "ما هي الصيغة الكيميائية لـ الأكسجين؟",
            "options": [
                "O2",
                "HCl",
                "Fe2O3",
                "NaCl"
            ],
            "answer": "O2"
        },
        {
            "id": "v2_63021",
            "question": "ما هي الصيغة الكيميائية لـ كلوريد الصوديوم (الملح)؟",
            "options": [
                "NaCl",
                "CaCO3",
                "C6H12O6",
                "H2SO4"
            ],
            "answer": "NaCl"
        },
        {
            "id": "v2_63022",
            "question": "ما هي الصيغة الكيميائية لـ حمض الهيدروكلوريك؟",
            "options": [
                "HCl",
                "NaOH",
                "CO2",
                "Fe2O3"
            ],
            "answer": "HCl"
        },
        {
            "id": "v2_63023",
            "question": "ما هي الصيغة الكيميائية لـ هيدروكسيد الصوديوم؟",
            "options": [
                "NaOH",
                "H2SO4",
                "CO2",
                "CaCO3"
            ],
            "answer": "NaOH"
        },
        {
            "id": "v2_63024",
            "question": "ما هي الصيغة الكيميائية لـ حمض الكبريتيك؟",
            "options": [
                "O2",
                "H2SO4",
                "CaCO3",
                "HCl"
            ],
            "answer": "H2SO4"
        },
        {
            "id": "v2_63025",
            "question": "ما هي الصيغة الكيميائية لـ الجلوكوز؟",
            "options": [
                "NaOH",
                "C6H12O6",
                "CO2",
                "HCl"
            ],
            "answer": "C6H12O6"
        },
        {
            "id": "v2_63026",
            "question": "ما هي الصيغة الكيميائية لـ الأمونيا؟",
            "options": [
                "NH3",
                "NaCl",
                "HCl",
                "CH4"
            ],
            "answer": "NH3"
        },
        {
            "id": "v2_63027",
            "question": "ما هي الصيغة الكيميائية لـ الميثان؟",
            "options": [
                "C6H12O6",
                "NaCl",
                "H2O",
                "CH4"
            ],
            "answer": "CH4"
        },
        {
            "id": "v2_63028",
            "question": "ما هي الصيغة الكيميائية لـ كربونات الكالسيوم؟",
            "options": [
                "O2",
                "CH4",
                "C6H12O6",
                "CaCO3"
            ],
            "answer": "CaCO3"
        },
        {
            "id": "v2_63029",
            "question": "ما هي الصيغة الكيميائية لـ أكسيد الحديد (الصدأ)؟",
            "options": [
                "O2",
                "NaCl",
                "H2SO4",
                "Fe2O3"
            ],
            "answer": "Fe2O3"
        },
        {
            "id": "v2_63030",
            "question": "من مؤلف كتاب \"البخلاء\"؟",
            "options": [
                "نجيب محفوظ",
                "الجاحظ",
                "ابن المقفع",
                "ابن حزم"
            ],
            "answer": "الجاحظ"
        },
        {
            "id": "v2_63031",
            "question": "من مؤلف كتاب \"المقدمة\"؟",
            "options": [
                "مجهول",
                "ابن حزم",
                "ابن خلدون",
                "أبو العلاء المعري"
            ],
            "answer": "ابن خلدون"
        },
        {
            "id": "v2_63032",
            "question": "من مؤلف كتاب \"الكامل في التاريخ\"؟",
            "options": [
                "الجاحظ",
                "أبو العلاء المعري",
                "ابن خلدون",
                "ابن الأثير"
            ],
            "answer": "ابن الأثير"
        },
        {
            "id": "v2_63033",
            "question": "من مؤلف كتاب \"ألف ليلة وليلة\"؟",
            "options": [
                "الجاحظ",
                "ابن المقفع",
                "طه حسين",
                "مجهول"
            ],
            "answer": "مجهول"
        },
        {
            "id": "v2_63034",
            "question": "من مؤلف كتاب \"كليلة ودمنة\"؟",
            "options": [
                "ابن الأثير",
                "الجاحظ",
                "ابن المقفع",
                "مجهول"
            ],
            "answer": "ابن المقفع"
        },
        {
            "id": "v2_63035",
            "question": "من مؤلف كتاب \"طوق الحمامة\"؟",
            "options": [
                "طه حسين",
                "ابن حزم",
                "توفيق الحكيم",
                "نجيب محفوظ"
            ],
            "answer": "ابن حزم"
        },
        {
            "id": "v2_63036",
            "question": "من مؤلف كتاب \"رسالة الغفران\"؟",
            "options": [
                "أبو العلاء المعري",
                "ابن الأثير",
                "نجيب محفوظ",
                "ابن حزم"
            ],
            "answer": "أبو العلاء المعري"
        },
        {
            "id": "v2_63037",
            "question": "من مؤلف كتاب \"الأيام\"؟",
            "options": [
                "أبو العلاء المعري",
                "طه حسين",
                "ابن خلدون",
                "توفيق الحكيم"
            ],
            "answer": "طه حسين"
        },
        {
            "id": "v2_63038",
            "question": "من مؤلف كتاب \"أولاد حارتنا\"؟",
            "options": [
                "توفيق الحكيم",
                "ابن المقفع",
                "نجيب محفوظ",
                "الجاحظ"
            ],
            "answer": "نجيب محفوظ"
        },
        {
            "id": "v2_63039",
            "question": "من مؤلف كتاب \"عودة الروح\"؟",
            "options": [
                "توفيق الحكيم",
                "أبو العلاء المعري",
                "ابن الأثير",
                "مجهول"
            ],
            "answer": "توفيق الحكيم"
        },
        {
            "id": "v2_63040",
            "question": "من مؤلف كتاب \"زقاق المدق\"؟",
            "options": [
                "طه حسين",
                "توفيق الحكيم",
                "مجهول",
                "نجيب محفوظ"
            ],
            "answer": "نجيب محفوظ"
        },
        {
            "id": "v2_63041",
            "question": "من مؤلف كتاب \"في الشعر الجاهلي\"؟",
            "options": [
                "ابن الأثير",
                "طه حسين",
                "نجيب محفوظ",
                "توفيق الحكيم"
            ],
            "answer": "طه حسين"
        },
        {
            "id": "v2_63042",
            "question": "ما هي صيغة حساب مساحة المربع؟",
            "options": [
                "½ × القاعدة × الارتفاع",
                "π × نصف القطر²",
                "4 × الضلع",
                "الضلع × الضلع"
            ],
            "answer": "الضلع × الضلع"
        },
        {
            "id": "v2_63043",
            "question": "ما هي صيغة حساب مساحة المستطيل؟",
            "options": [
                "½ × القاعدة × الارتفاع",
                "الطول × العرض",
                "π × نصف القطر²",
                "4 × الضلع"
            ],
            "answer": "الطول × العرض"
        },
        {
            "id": "v2_63044",
            "question": "ما هي صيغة حساب مساحة المثلث؟",
            "options": [
                "π × نصف القطر²",
                "الطول × العرض",
                "2 × π × نصف القطر",
                "½ × القاعدة × الارتفاع"
            ],
            "answer": "½ × القاعدة × الارتفاع"
        },
        {
            "id": "v2_63045",
            "question": "ما هي صيغة حساب محيط الدائرة؟",
            "options": [
                "الضلع × الضلع",
                "2 × π × نصف القطر",
                "π × نصف القطر²",
                "4 × الضلع"
            ],
            "answer": "2 × π × نصف القطر"
        },
        {
            "id": "v2_63046",
            "question": "ما هي صيغة حساب مساحة الدائرة؟",
            "options": [
                "الضلع³",
                "2 × (الطول + العرض)",
                "π × نصف القطر²",
                "4 × الضلع"
            ],
            "answer": "π × نصف القطر²"
        },
        {
            "id": "v2_63047",
            "question": "ما هي صيغة حساب حجم المكعب؟",
            "options": [
                "الضلع³",
                "الطول × العرض",
                "2 × (الطول + العرض)",
                "4 × الضلع"
            ],
            "answer": "الضلع³"
        },
        {
            "id": "v2_63048",
            "question": "ما هي صيغة حساب محيط المربع؟",
            "options": [
                "½ × القاعدة × الارتفاع",
                "4 × الضلع",
                "الضلع³",
                "الضلع × الضلع"
            ],
            "answer": "4 × الضلع"
        },
        {
            "id": "v2_63049",
            "question": "ما هي صيغة حساب محيط المستطيل؟",
            "options": [
                "2 × (الطول + العرض)",
                "4 × الضلع",
                "2 × π × نصف القطر",
                "الضلع × الضلع"
            ],
            "answer": "2 × (الطول + العرض)"
        },
        {
            "id": "curated_90000",
            "question": "متى حدث: سقوط الأندلس؟",
            "options": [
                "1939",
                "1973",
                "1990",
                "1492"
            ],
            "answer": "1492"
        },
        {
            "id": "curated_90001",
            "question": "متى حدث: نهاية الحرب العالمية الثانية؟",
            "options": [
                "1492",
                "2001",
                "1945",
                "3 هـ"
            ],
            "answer": "1945"
        },
        {
            "id": "curated_90002",
            "question": "متى حدث: هدم جدار برلين؟",
            "options": [
                "1914",
                "1989",
                "8 هـ",
                "3 هـ"
            ],
            "answer": "1989"
        },
        {
            "id": "curated_90003",
            "question": "متى حدث: حرب السادس من أكتوبر؟",
            "options": [
                "1990",
                "1492",
                "1973",
                "2 هـ"
            ],
            "answer": "1973"
        },
        {
            "id": "curated_90004",
            "question": "متى حدث: غزوة بدر؟",
            "options": [
                "1945",
                "3 هـ",
                "1973",
                "2 هـ"
            ],
            "answer": "2 هـ"
        },
        {
            "id": "curated_90005",
            "question": "متى حدث: غزوة أحد؟",
            "options": [
                "8 هـ",
                "3 هـ",
                "2001",
                "1945"
            ],
            "answer": "3 هـ"
        },
        {
            "id": "curated_90006",
            "question": "متى حدث: فتح مكة؟",
            "options": [
                "8 هـ",
                "1914",
                "1973",
                "2 هـ"
            ],
            "answer": "8 هـ"
        },
        {
            "id": "cultv2_200059",
            "question": "من هو مخترع التلغراف؟",
            "options": [
                "نيوتن",
                "ألكسندر فليمنغ",
                "أينشتاين",
                "صامويل مورس"
            ],
            "answer": "صامويل مورس"
        },
        {
            "id": "cultv2_200060",
            "question": "من هو مخترع المطبعة؟",
            "options": [
                "أديسون",
                "ألكسندر فليمنغ",
                "يوهان غوتنبرغ",
                "رينيه لينيك"
            ],
            "answer": "يوهان غوتنبرغ"
        },
        {
            "id": "cultv2_200061",
            "question": "من هو مخترع البطارية؟",
            "options": [
                "أليساندرو فولتا",
                "صامويل مورس",
                "أديسون",
                "ألفريد نوبل"
            ],
            "answer": "أليساندرو فولتا"
        },
        {
            "id": "cultv2_200062",
            "question": "من هو مخترع المحول الكهربائي؟",
            "options": [
                "مايكل فاراداي",
                "يوهان غوتنبرغ",
                "أليساندرو فولتا",
                "ألفريد نوبل"
            ],
            "answer": "مايكل فاراداي"
        },
        {
            "id": "cultv2_200063",
            "question": "من هو مخترع البنسلين؟",
            "options": [
                "ألكسندر فليمنغ",
                "أينشتاين",
                "نيوتن",
                "أليساندرو فولتا"
            ],
            "answer": "ألكسندر فليمنغ"
        },
        {
            "id": "cultv2_200064",
            "question": "من هو مخترع السماعة الطبية؟",
            "options": [
                "ألكسندر فليمنغ",
                "رينيه لينيك",
                "أديسون",
                "صامويل مورس"
            ],
            "answer": "رينيه لينيك"
        },
        {
            "id": "cultv2_200065",
            "question": "من هو مخترع الديناميت؟",
            "options": [
                "أينشتاين",
                "يوهان غوتنبرغ",
                "صامويل مورس",
                "ألفريد نوبل"
            ],
            "answer": "ألفريد نوبل"
        },
        {
            "id": "cultv2_200078",
            "question": "من هو المدير التنفيذي (CEO) الأشهر لشركة أبل وممثلها؟",
            "options": [
                "بيل غيتس",
                "تيم كوك",
                "إيلون ماسك",
                "مارك زوكربيرغ"
            ],
            "answer": "تيم كوك"
        },
        {
            "id": "cultv2_200079",
            "question": "من هو المدير التنفيذي (CEO) الأشهر لشركة غوغل وممثلها؟",
            "options": [
                "ساتيا ناديلا",
                "سوندار بيتشاي",
                "مارك زوكربيرغ",
                "تيم كوك"
            ],
            "answer": "سوندار بيتشاي"
        },
        {
            "id": "cultv2_200080",
            "question": "من هو المدير التنفيذي (CEO) الأشهر لشركة مايكروسوفت وممثلها؟",
            "options": [
                "ساتيا ناديلا",
                "سوندار بيتشاي",
                "مارك زوكربيرغ",
                "تيم كوك"
            ],
            "answer": "ساتيا ناديلا"
        },
        {
            "id": "cultv2_200081",
            "question": "من هو المدير التنفيذي (CEO) الأشهر لشركة فيسبوك/ميتا وممثلها؟",
            "options": [
                "إيلون ماسك",
                "مارك زوكربيرغ",
                "تيم كوك",
                "سوندار بيتشاي"
            ],
            "answer": "مارك زوكربيرغ"
        }
    ],
    "5": [
        {
            "id": 1,
            "question": "ما هو الاسم الأصلي لشركة 'أمازون' عند تأسيسها عام 1994 قبل تغيير اسمها؟",
            "options": [
                "Relentless",
                "Cadabra",
                "Nile",
                "BookWorld"
            ],
            "answer": "Cadabra",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2,
            "question": "أي من هذه العناصر الكيميائية تم اكتشافه في الشمس قبل أن يتم اكتشافه على الأرض؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "النيون",
                "الأرجون"
            ],
            "answer": "الهيليوم",
            "level": "5",
            "category": "science"
        },
        {
            "id": 3,
            "question": "في أي مدينة تم افتتاح أول مترو أنفاق في العالم عام 1863؟",
            "options": [
                "باريس",
                "نيويورك",
                "لندن",
                "برلين"
            ],
            "answer": "لندن",
            "level": "5",
            "category": "history"
        },
        {
            "id": 4,
            "question": "ما هو اسم أول نطاق (Domain Name) تم تسجيله في تاريخ الإنترنت عام 1985؟",
            "options": [
                "apple.com",
                "symbolics.com",
                "google.com",
                "ibm.com"
            ],
            "answer": "symbolics.com",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 5,
            "question": "الدولة الوحيدة في العالم التي لا تملك علماً مستطيل أو مربع الشكل هي؟",
            "options": [
                "الفاتيكان",
                "سويسرا",
                "نيبال",
                "بوتان"
            ],
            "answer": "نيبال",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 6,
            "question": "ما هي لغة البرمجة التي استلهمت اسمها من فرقة كوميدية بريطانية؟",
            "options": [
                "Java",
                "Python",
                "Ruby",
                "Pascal"
            ],
            "answer": "Python",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 7,
            "question": "أي ملك تاريخي كان يُلقب بـ 'شمس البر والبحار'؟",
            "options": [
                "الإسكندر الأكبر",
                "سليمان القانوني",
                "لويس الرابع عشر",
                "رمسيس الثاني"
            ],
            "answer": "سليمان القانوني",
            "level": "5",
            "category": "history"
        },
        {
            "id": 8,
            "question": "ما هي العملة التي كانت تُستخدم في ألمانيا قبل اعتماد 'اليورو'؟",
            "options": [
                "الفرنك",
                "المارك",
                "الليرة",
                "الكرونة"
            ],
            "answer": "المارك",
            "level": "5",
            "category": "general"
        },
        {
            "id": 9,
            "question": "ما هو أعمق نقطة تم الوصول إليها في المحيطات وتُسمى 'تشالنجر ديب'؟",
            "options": [
                "9500 متر",
                "10935 متر",
                "12400 متر",
                "8848 متر"
            ],
            "answer": "10935 متر",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 10,
            "question": "أي عالم فيزياء فاز بجائزة نوبل لشرحه 'التأثير الكهروضوئي' وليس لنظرية النسبية؟",
            "options": [
                "نيوتن",
                "أينشتاين",
                "ماكس بلانك",
                "نيلز بور"
            ],
            "answer": "أينشتاين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 11,
            "question": "ما هو اسم أول حيوان ثديي تم استنساخه بنجاح في التاريخ؟",
            "options": [
                "النعجة دولي",
                "القرد تيتو",
                "القطة نيكي",
                "الكلب سنوبي"
            ],
            "answer": "النعجة دولي",
            "level": "5",
            "category": "science"
        },
        {
            "id": 12,
            "question": "من هو الأديب الذي رفض جائزة نوبل للآداب عام 1964؟",
            "options": [
                "صمويل بيكيت",
                "جان بول سارتر",
                "ألبير كامو",
                "جورج برنارد شو"
            ],
            "answer": "جان بول سارتر",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 13,
            "question": "ما هو الاسم البرمجي (Code Name) الذي أطلقته آبل على أول جهاز ماكنتوش؟",
            "options": [
                "Lisa",
                "Annie",
                "Bicycle",
                "Big Mac"
            ],
            "answer": "Bicycle",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 14,
            "question": "في أي عام تم توقيع معاهدة 'وستفاليا' التي أنهت حرب الثلاثين عاماً؟",
            "options": [
                "1588",
                "1648",
                "1713",
                "1815"
            ],
            "answer": "1648",
            "level": "5",
            "category": "history"
        },
        {
            "id": 15,
            "question": "ما هو العنصر الكيميائي الذي يشكل حوالي 75% من كتلة الكون؟",
            "options": [
                "الأكسجين",
                "الهيليوم",
                "الهيدروجين",
                "النيتروجين"
            ],
            "answer": "الهيدروجين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 16,
            "question": "أي لغة برمجة كانت تُسمى في الأصل 'Oak' (البلوط)؟",
            "options": [
                "Java",
                "C#",
                "C++",
                "PHP"
            ],
            "answer": "Java",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 17,
            "question": "ما هي أقصر حرب في التاريخ المسجل واستمرت حوالي 38 دقيقة فقط؟",
            "options": [
                "حرب الفوكلاند",
                "حرب زنزبار",
                "حرب الستة أيام",
                "حرب الخنزير"
            ],
            "answer": "حرب زنزبار",
            "level": "5",
            "category": "history"
        },
        {
            "id": 18,
            "question": "ما هو الاسم العلمي لظاهرة 'الفجر القطبي'؟",
            "options": [
                "الأورورا",
                "السراب",
                "الهالة",
                "الكسوف"
            ],
            "answer": "الأورورا",
            "level": "5",
            "category": "science"
        },
        {
            "id": 19,
            "question": "من هو المهندس المعماري الذي صمم هرم 'لوفر' الزجاجي في باريس؟",
            "options": [
                "زها حديد",
                "آي إم بي",
                "فرانك جيري",
                "نورمان فوستر"
            ],
            "answer": "آي إم بي",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 20,
            "question": "ما هو عدد البتات (Bits) في عنوان IPv6؟",
            "options": [
                "32",
                "64",
                "128",
                "256"
            ],
            "answer": "128",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2121,
            "question": "ما هي المادة التي صُنع منها أول 'ماوس' كمبيوتر في التاريخ عام 1964؟",
            "options": [
                "البلاستيك",
                "المعدن",
                "الخشب",
                "الزجاج"
            ],
            "answer": "الخشب",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2122,
            "question": "أي من هذه الدول هي الوحيدة التي لا تمتلك عاصمة رسمية حتى الآن؟",
            "options": [
                "ناورو",
                "موناكو",
                "ليختنشتاين",
                "أندورا"
            ],
            "answer": "ناورو",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2123,
            "question": "ما هو الاسم البرمجي الأصلي للغة 'Java' قبل أن يتم تغييره؟",
            "options": [
                "Oak",
                "Willow",
                "C-Plus",
                "Latte"
            ],
            "answer": "Oak",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2124,
            "question": "كم استغرقت 'أقصر حرب في التاريخ' بين بريطانيا وزنجبار عام 1896؟",
            "options": [
                "15 دقيقة",
                "38 دقيقة",
                "ساعتين",
                "6 ساعات"
            ],
            "answer": "38 دقيقة",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2125,
            "question": "من هو الفيلسوف اليوناني الذي كان يعيش في برميل ويرفض الممتلكات؟",
            "options": [
                "سقراط",
                "أرسطو",
                "ديوجين",
                "أفلاطون"
            ],
            "answer": "ديوجين",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2126,
            "question": "أي عنصر كيميائي يرمز له بالرمز 'W' في الجدول الدوري؟",
            "options": [
                "الذهب",
                "الفضة",
                "التنجستن",
                "القصدير"
            ],
            "answer": "التنجستن",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2127,
            "question": "ما هي أول دولة في العالم منحت المرأة حق التصويت عام 1893؟",
            "options": [
                "الولايات المتحدة",
                "بريطانيا",
                "نيوزيلندا",
                "فرنسا"
            ],
            "answer": "نيوزيلندا",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2128,
            "question": "في أي مدينة تم بناء أول ناطحة سحاب في العالم عام 1885؟",
            "options": [
                "نيويورك",
                "لندن",
                "شيكاغو",
                "دبي"
            ],
            "answer": "شيكاغو",
            "level": "5",
            "category": "architecture"
        },
        {
            "id": 2129,
            "question": "ما هو العلم الذي يدرس تصنيف السحب وتكوينها؟",
            "options": [
                "الجيولوجيا",
                "النبريولوجيا",
                "النيوفولوجيا",
                "الميتيورولوجيا"
            ],
            "answer": "النيوفولوجيا",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2130,
            "question": "من هو الفنان الذي رسم لوحة 'حديقة المباهج الأرضية' الشهيرة والغامضة؟",
            "options": [
                "دافينشي",
                "هيرونيموس بوش",
                "سلفادور دالي",
                "رامبرانت"
            ],
            "answer": "هيرونيموس بوش",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2131,
            "question": "ما هو الاسم التقني لرمز الشباك (#) المستخدم في البرمجة والسوشيال ميديا؟",
            "options": [
                "Hashtag",
                "Octothorpe",
                "Sharp",
                "Pound"
            ],
            "answer": "Octothorpe",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2133,
            "question": "ما هي لغة البرمجة التي تُستخدم بشكل أساسي في 'العقود الذكية' داخل البلوكشين؟",
            "options": [
                "Solidity",
                "Go",
                "Rust",
                "Swift"
            ],
            "answer": "Solidity",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2134,
            "question": "من هو الملك الذي دام حكمه لأطول فترة في التاريخ المسجل (72 عاماً)؟",
            "options": [
                "رمسيس الثاني",
                "لويس الرابع عشر",
                "الملكة إليزابيث",
                "فيليب الرابع"
            ],
            "answer": "لويس الرابع عشر",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2135,
            "question": "ما هي الدولة التي تمتلك أكبر عدد من الجزر في العالم (أكثر من 200 ألف جزيرة)؟",
            "options": [
                "إندونيسيا",
                "الفلبين",
                "السويد",
                "كندا"
            ],
            "answer": "السويد",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2136,
            "question": "ما هو الاسم الحقيقي للكاتب العالمي 'مارك توين'؟",
            "options": [
                "إريك بلير",
                "تشارلز دودجسون",
                "صمويل كليمنس",
                "هيكتور هيو"
            ],
            "answer": "صمويل كليمنس",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2137,
            "question": "أي جزء من أجزاء الكمبيوتر كان يُستخدم فيه 'أنابيب الفراغ' في الجيل الأول؟",
            "options": [
                "الشاشة",
                "المعالج",
                "الرامات",
                "القرص الصلب"
            ],
            "answer": "المعالج",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2138,
            "question": "ما هو المعدن الوحيد الذي لا يمتلك لوناً فضياً (أبيض)؟",
            "options": [
                "الذهب والنحاس",
                "الفضة والبلاتين",
                "الحديد والزنك",
                "الألمنيوم"
            ],
            "answer": "الذهب والنحاس",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2139,
            "question": "كم عدد الأوتار في آلة 'القانون' الموسيقية التقليدية؟",
            "options": [
                "48",
                "64",
                "78",
                "82"
            ],
            "answer": "78",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2140,
            "question": "من هو العالم الذي وضع أول قانون لحماية البيانات والخصوصية في البرمجة؟",
            "options": [
                "آلان تورينج",
                "تيم بيرنرز لي",
                "ويليس ويه",
                "جون نويز"
            ],
            "answer": "ويليس ويه",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2141,
            "question": "ما هو الفاصل الموسيقي الذي كان محظوراً في العصور الوسطى ويُعرف بـ 'ديابولوس إن ميوزيكا'؟",
            "options": [
                "التريتون (Tritone)",
                "الخامسة التامة",
                "الثالثة الكبيرة",
                "الأوكتاف"
            ],
            "answer": "التريتون (Tritone)",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2143,
            "question": "ما هو اسم أول معالج دقيق (Microprocessor) تجاري في العالم أطلقته إنتل عام 1971؟",
            "options": [
                "Intel 8080",
                "Intel 4004",
                "Intel 8008",
                "Intel 8086"
            ],
            "answer": "Intel 4004",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2144,
            "question": "في أي معركة هُزم نابليون بونابرت نهائياً عام 1815؟",
            "options": [
                "معركة لايبزيغ",
                "معركة أوسترليتز",
                "معركة واترلو",
                "معركة ترافالغار"
            ],
            "answer": "معركة واترلو",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2145,
            "question": "ما هو الحد الفيزيائي الذي يمنع النجوم القزمة البيضاء من الانهيار إلى ثقوب سوداء؟",
            "options": [
                "حد تشاندراسيخار",
                "أفق الحدث",
                "حد روش",
                "نطاق شوارزشيلد"
            ],
            "answer": "حد تشاندراسيخار",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2146,
            "question": "من هو الفيلسوف الوجودي الذي رفض استلام جائزة نوبل للآداب عام 1964؟",
            "options": [
                "ألبير كامو",
                "جان بول سارتر",
                "فريدريك نيتشه",
                "مارتن هايدغر"
            ],
            "answer": "جان بول سارتر",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2147,
            "question": "ما هو نظام الملفات الافتراضي الذي تستخدمه أنظمة ويندوز الحديثة (Windows 10/11)؟",
            "options": [
                "FAT32",
                "exFAT",
                "NTFS",
                "ext4"
            ],
            "answer": "NTFS",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2148,
            "question": "ما هي الدولة الوحيدة في العالم التي تمتلك علماً ليس رباعي الأضلاع؟",
            "options": [
                "نيبال",
                "بوتان",
                "سويسرا",
                "الفاتيكان"
            ],
            "answer": "نيبال",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2149,
            "question": "من هو صاحب لوحة 'إصرار الذاكرة' التي تظهر فيها الساعات المنصهرة؟",
            "options": [
                "بابلو بيكاسو",
                "سلفادور دالي",
                "فنسنت فان جوخ",
                "كلود مونيه"
            ],
            "answer": "سلفادور دالي",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2150,
            "question": "ما هو البروتوكول المستخدم لنقل رسائل البريد الإلكتروني بين الخوادم (Servers)؟",
            "options": [
                "HTTP",
                "POP3",
                "SMTP",
                "IMAP"
            ],
            "answer": "SMTP",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2152,
            "question": "في أي عام سقط جدار برلين الذي كان يفصل بين ألمانيا الشرقية والغربية؟",
            "options": [
                "1987",
                "1989",
                "1991",
                "1985"
            ],
            "answer": "1989",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2153,
            "question": "ما هو الاسم الحقيقي للكاتب الشهير 'جورج أورويل' صاحب رواية 1984؟",
            "options": [
                "إريك آرثر بلير",
                "تشارلز دودجسون",
                "صمويل كليمنس",
                "هيكتور هيو ميرو"
            ],
            "answer": "إريك آرثر بلير",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2155,
            "question": "أي جزء من الدماغ مسؤول عن التوازن والتنسيق الحركي؟",
            "options": [
                "المخ",
                "المخيخ",
                "النخاع المستطيل",
                "الفص الجبهي"
            ],
            "answer": "المخيخ",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2156,
            "question": "من هو الملك الذي لُقب بـ 'قلب الأسد' وقاد الحملة الصليبية الثالثة؟",
            "options": [
                "ريتشارد الأول",
                "لويس التاسع",
                "فريدريك بارباروسا",
                "هنري الثامن"
            ],
            "answer": "ريتشارد الأول",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2157,
            "question": "ما هو البحر الذي يمتلك أعلى نسبة ملوحة في العالم؟",
            "options": [
                "البحر الأحمر",
                "البحر الميت",
                "بحر قزوين",
                "البحر الأسود"
            ],
            "answer": "البحر الميت",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2159,
            "question": "ما هي المادة البروتينية التي تسبب أمراض 'جنون البقر' ولا تحتوي على حمض نووي؟",
            "options": [
                "الفيروسات",
                "البكتيريا",
                "البريونات (Prions)",
                "الفطريات"
            ],
            "answer": "البريونات (Prions)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2160,
            "question": "في الفن المعماري، من هو المهندس الذي صمم 'كنيسة ساغرادا فاميليا' في برشلونة؟",
            "options": [
                "فرانك جيري",
                "أنطوني غاودي",
                "زها حديد",
                "نورمان فوستر"
            ],
            "answer": "أنطوني غاودي",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2161,
            "question": "ما هو الاسم الذي يُطلق على عملية 'إقلاع' نظام التشغيل داخل الذاكرة؟",
            "options": [
                "Debugging",
                "Booting",
                "Compiling",
                "Rendering"
            ],
            "answer": "Booting",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2162,
            "question": "من هو الفيلسوف صاحب مقولة 'أنا أفكر، إذاً أنا موجود'؟",
            "options": [
                "جون لوك",
                "رينيه ديكارت",
                "إيمانويل كانط",
                "توماس هوبز"
            ],
            "answer": "رينيه ديكارت",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2163,
            "question": "ما هو أعمق خندق مائي في المحيطات ويقع في المحيط الهادي؟",
            "options": [
                "خندق جاوا",
                "خندق ماريانا",
                "خندق تونغا",
                "خندق بورتوريكو"
            ],
            "answer": "خندق ماريانا",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2164,
            "question": "ما هي التقنية التي تسمح بتشغيل عدة أنظمة تشغيل على خادم فيزيائي واحد؟",
            "options": [
                "Cloud Computing",
                "Virtualization",
                "Containerization",
                "Networking"
            ],
            "answer": "Virtualization",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2165,
            "question": "أي عالم فيزياء اكتشف أن الإلكترونات تتحرك في مدارات طاقة محددة (نموذج الذرة)؟",
            "options": [
                "إرنست رذرفورد",
                "نيلز بور",
                "جيه جيه طومسون",
                "جيمس شادويك"
            ],
            "answer": "نيلز بور",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2166,
            "question": "ما هو الاسم التاريخي لمدينة 'إسطنبول' قبل أن يفتحها العثمانيون؟",
            "options": [
                "أنقرة",
                "بيزنطة",
                "القسطنطينية",
                "أنطاكيا"
            ],
            "answer": "القسطنطينية",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2167,
            "question": "ما هو اسم أول لغة برمجة تدعم 'البرمجة كائنية التوجه' (OOP) بشكل كامل؟",
            "options": [
                "C++",
                "Smalltalk",
                "Simula",
                "Java"
            ],
            "answer": "Simula",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2169,
            "question": "من هو مؤلف رواية 'دون كيشوت' التي تُعتبر أول رواية حديثة في التاريخ؟",
            "options": [
                "ميغيل دي ثيربانتس",
                "دانتيه أليغييري",
                "تولستوي",
                "شكسبير"
            ],
            "answer": "ميغيل دي ثيربانتس",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2170,
            "question": "ما هو الاسم العلمي للرابطة الكيميائية التي تتم عبر مشاركة زوج من الإلكترونات؟",
            "options": [
                "الرابطة الأيونية",
                "الرابطة التساهمية",
                "الرابطة الهيدروجينية",
                "الرابطة الفلزية"
            ],
            "answer": "الرابطة التساهمية",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2171,
            "question": "ما هو الاسم البرمجي (Codename) لنظام تشغيل Windows XP أثناء فترة تطويره؟",
            "options": [
                "Longhorn",
                "Whistler",
                "Chicago",
                "Memphis"
            ],
            "answer": "Whistler",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2172,
            "question": "أي من هذه اللغات هي لغة 'وظيفية' (Functional Programming) بالكامل؟",
            "options": [
                "Java",
                "C++",
                "Haskell",
                "Python"
            ],
            "answer": "Haskell",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2174,
            "question": "من هو صاحب لقب 'شيخ الكيميائيين' الذي اكتشف حمض الكبريتيك؟",
            "options": [
                "ابن الهيثم",
                "جابر بن حيان",
                "الرازي",
                "ابن سينا"
            ],
            "answer": "جابر بن حيان",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2175,
            "question": "ما هي المادة التي تُصنف كأصلب مادة طبيعية على وجه الأرض بعد الألماس؟",
            "options": [
                "الغرافين",
                "اللونسداليت",
                "الكوارتز",
                "التيتانيوم"
            ],
            "answer": "اللونسداليت",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2176,
            "question": "في أي مدينة تم توقيع معاهدة 'وستفاليا' التي أرست نظام الدول الحديثة عام 1648؟",
            "options": [
                "برلين",
                "مونستر",
                "فيينا",
                "باريس"
            ],
            "answer": "مونستر",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2177,
            "question": "ما هو الرقم الذي يُعرف بـ 'ثابت بلانك' في ميكانيكا الكم؟",
            "options": [
                "6.626 x 10^-34",
                "3.1415",
                "2.99 x 10^8",
                "1.602 x 10^-19"
            ],
            "answer": "6.626 x 10^-34",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2178,
            "question": "من هو مخترع خوارزمية 'PageRank' التي كانت الأساس لمحرك بحث جوجل؟",
            "options": [
                "مارك زوكربيرج",
                "لاري بايج",
                "ستيف جوبز",
                "تيم بيرنرز لي"
            ],
            "answer": "لاري بايج",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2179,
            "question": "ما هي الدولة التي تمتلك أكبر احتياطي من الليثيوم (الذهب الأبيض) في العالم؟",
            "options": [
                "الصين",
                "بوليفيا",
                "أستراليا",
                "تشيلي"
            ],
            "answer": "بوليفيا",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2171,
            "question": "ما هو الاسم البرمجي (Codename) الذي أطلقته شركة آبل على أول جهاز 'ماكنتوش' عام 1984؟",
            "options": [
                "Bicycle",
                "Lisa",
                "Annie",
                "BlueBox"
            ],
            "answer": "Bicycle",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2172,
            "question": "أي من هذه العناصر الكيميائية هو الوحيد الذي لا يمتلك أي 'نيوترونات' في نواته المستقرة؟",
            "options": [
                "الهيليوم",
                "الهيدروجين",
                "الليثيوم",
                "النيون"
            ],
            "answer": "الهيدروجين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2173,
            "question": "في أي مدينة تم افتتاح أول 'بورصة' في العالم عام 1602؟",
            "options": [
                "لندن",
                "باريس",
                "أمستردام",
                "نيويورك"
            ],
            "answer": "أمستردام",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2174,
            "question": "ما هي لغة البرمجة التي استلهمت اسمها من فرقة كوميدية بريطانية شهيرة؟",
            "options": [
                "Java",
                "Python",
                "Ruby",
                "Pascal"
            ],
            "answer": "Python",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2175,
            "question": "ما هو الاسم العلمي للثابت الفيزيائي الذي يربط بين طاقة الفوتون وتردده؟",
            "options": [
                "ثابت بولتزمان",
                "ثابت بلانك",
                "ثابت أفوجادرو",
                "ثابت فاراداي"
            ],
            "answer": "ثابت بلانك",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2176,
            "question": "من هو الفيلسوف الوجودي الذي رفض جائزة نوبل للآداب عام 1964؟",
            "options": [
                "ألبير كامو",
                "جان بول سارتر",
                "فريدريك نيتشه",
                "سيمون دي بوفوار"
            ],
            "answer": "جان بول سارتر",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2177,
            "question": "ما هي الخوارزمية التي كانت الأساس الأصلي لمحرك بحث جوجل لتصنيف المواقع؟",
            "options": [
                "PageRank",
                "AdSense",
                "QuickSort",
                "Dijkstra"
            ],
            "answer": "PageRank",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2178,
            "question": "ما هي الدولة الوحيدة في العالم التي تمتلك علماً 'غير مستطيل' ولا 'مربع'؟",
            "options": [
                "سويسرا",
                "الفاتيكان",
                "نيبال",
                "بوتان"
            ],
            "answer": "نيبال",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2179,
            "question": "ما هو المعدن الذي يمتلك أعلى درجة انصهار بين جميع العناصر الكيميائية؟",
            "options": [
                "البلاتين",
                "التنجستن",
                "الأوزميوم",
                "التيتانيوم"
            ],
            "answer": "التنجستن",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2180,
            "question": "من هو أول إنسان استطاع فك رموز 'حجر رشيد' واللغة الهيروغليفية؟",
            "options": [
                "هيرودوت",
                "شامبليون",
                "نابليون",
                "هاوارد كارتر"
            ],
            "answer": "شامبليون",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2181,
            "question": "ما هو عدد البتات (Bits) المستخدمة في عنوان الـ IPv6؟",
            "options": [
                "32 bit",
                "64 bit",
                "128 bit",
                "256 bit"
            ],
            "answer": "128 bit",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2183,
            "question": "أي جزء من الدماغ مسؤول عن تحويل الذاكرة قصيرة المدى إلى ذاكرة طويلة المدى؟",
            "options": [
                "المخيخ",
                "الحصين (Hippocampus)",
                "النخاع المستطيل",
                "الفص الصدغي"
            ],
            "answer": "الحصين (Hippocampus)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2184,
            "question": "ما هي لغة البرمجة التي تُعتبر 'الأم' لجميع لغات البرمجة كائنية التوجه (OOP)؟",
            "options": [
                "C++",
                "Simula",
                "Java",
                "Smalltalk"
            ],
            "answer": "Simula",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2185,
            "question": "من هو المهندس المعماري الذي صمم هرم 'اللوفر' الزجاجي في باريس؟",
            "options": [
                "زها حديد",
                "آي إم بي (I. M. Pei)",
                "فرانك جيري",
                "لو كوربوزييه"
            ],
            "answer": "آي إم بي (I. M. Pei)",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2186,
            "question": "ما هو الاسم العلمي لظاهرة انحناء الضوء عند مروره بجانب كتلة ضخمة في الفضاء؟",
            "options": [
                "الانكسار",
                "عدسة الجاذبية",
                "التشتت",
                "تأثير دوپلر"
            ],
            "answer": "عدسة الجاذبية",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2187,
            "question": "ما هو أول اسم نطاق (Domain Name) تم تسجيله في تاريخ الإنترنت عام 1985؟",
            "options": [
                "symbolics.com",
                "google.com",
                "apple.com",
                "ibm.com"
            ],
            "answer": "symbolics.com",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2188,
            "question": "في أي مدينة يقع أعمق خندق مائي في العالم 'خندق ماريانا'؟",
            "options": [
                "المحيط الهندي",
                "المحيط الأطلسي",
                "المحيط الهادي",
                "المحيط المتجمد"
            ],
            "answer": "المحيط الهادي",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2189,
            "question": "من هو مؤلف رواية 'مئة عام من العزلة' التي تُعد ركيزة الواقعية السحرية؟",
            "options": [
                "تولستوي",
                "غابرييل غارسيا ماركيز",
                "نجيب محفوظ",
                "باولو كويلو"
            ],
            "answer": "غابرييل غارسيا ماركيز",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2190,
            "question": "ما هي وحدة قياس 'التدفق المغناطيسي' في النظام الدولي للوحدات؟",
            "options": [
                "التسلا",
                "الويبر (Weber)",
                "الأوم",
                "الهنري"
            ],
            "answer": "الويبر (Weber)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2192,
            "question": "في أي سنة تم توقيع معاهدة 'وستفاليا' التي أنهت حرب الثلاثين عاماً في أوروبا؟",
            "options": [
                "1588",
                "1648",
                "1713",
                "1815"
            ],
            "answer": "1648",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2193,
            "question": "ما هو العنصر الكيميائي الذي يشكل حوالي 75% من كتلة الكون المرئي؟",
            "options": [
                "الأكسجين",
                "الهيليوم",
                "الهيدروجين",
                "النيتروجين"
            ],
            "answer": "الهيدروجين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2194,
            "question": "ما هي لغة البرمجة التي تُستخدم بشكل أساسي في كتابة 'العقود الذكية' لمنصة إيثيريوم؟",
            "options": [
                "Swift",
                "Solidity",
                "Go",
                "Rust"
            ],
            "answer": "Solidity",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2195,
            "question": "من هو الرسام صاحب لوحة 'إصرار الذاكرة' التي تظهر فيها الساعات المنصهرة؟",
            "options": [
                "بيكاسو",
                "سلفادور دالي",
                "فان جوخ",
                "مونيه"
            ],
            "answer": "سلفادور دالي",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2251,
            "question": "ما هي أول لغة برمجة دعمت 'تعدد الأشكال' (Polymorphism) بشكل أساسي عام 1967؟",
            "options": [
                "C++",
                "Simula 67",
                "Smalltalk",
                "Java"
            ],
            "answer": "Simula 67",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2252,
            "question": "من هو العالم الذي صاغ 'مبدأ عدم اليقين' (Uncertainty Principle) في ميكانيكا الكم؟",
            "options": [
                "أينشتاين",
                "فيرنر هايزنبرغ",
                "نيلز بور",
                "شرودنجر"
            ],
            "answer": "فيرنر هايزنبرغ",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2254,
            "question": "ما هو الاسم التقني لعملية تحويل كود 'بايثون' إلى 'Bytecode' قبل التشغيل؟",
            "options": [
                "Compiling",
                "Interpretation",
                "Transpilation",
                "Parsing"
            ],
            "answer": "Compiling",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2255,
            "question": "أي عنصر كيميائي يمتلك أعلى كثافة بين جميع العناصر المكتشفة حتى الآن؟",
            "options": [
                "الرصاص",
                "الأوزميوم",
                "الذهب",
                "اليورانيوم"
            ],
            "answer": "الأوزميوم",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2257,
            "question": "ما هو البروتوكول المسؤول عن تخصيص عناوين IP تلقائياً للأجهزة في الشبكة؟",
            "options": [
                "DNS",
                "DHCP",
                "FTP",
                "SNMP"
            ],
            "answer": "DHCP",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2258,
            "question": "أي من هذه الدول هي الوحيدة التي تمتلك علماً ليس رباعي الأضلاع؟",
            "options": [
                "الفاتيكان",
                "بوتان",
                "نيبال",
                "سويسرا"
            ],
            "answer": "نيبال",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2260,
            "question": "ما هو عدد البتات (Bits) المستخدمة في نظام تشفير العناوين IPv6؟",
            "options": [
                "32",
                "64",
                "128",
                "256"
            ],
            "answer": "128",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2261,
            "question": "ما هو المعدن الذي يمتلك أعلى درجة انصهار بين جميع العناصر؟",
            "options": [
                "البلاتين",
                "التنجستن",
                "الحديد",
                "النحاس"
            ],
            "answer": "التنجستن",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2262,
            "question": "في أي سنة تم توقيع معاهدة وستفاليا التي أسست لنظام الدول الحديثة؟",
            "options": [
                "1588",
                "1648",
                "1713",
                "1815"
            ],
            "answer": "1648",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2263,
            "question": "ما هي لغة البرمجة التي كانت تُسمى في الأصل 'Oak' (البلوط)؟",
            "options": [
                "Java",
                "C#",
                "C++",
                "Python"
            ],
            "answer": "Java",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2264,
            "question": "أي جزء من الدماغ مسؤول عن تحويل الذاكرة قصيرة المدى إلى طويلة المدى؟",
            "options": [
                "المخيخ",
                "الحصين (Hippocampus)",
                "النخاع المستطيل",
                "الفص الجبهي"
            ],
            "answer": "الحصين (Hippocampus)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2265,
            "question": "من هو أول إنسان قام برحلة منفردة عبر المحيط الأطلسي عام 1927؟",
            "options": [
                "الأخوين رايت",
                "تشارلز ليندبرغ",
                "نيل أمسترونج",
                "يوري غاغارين"
            ],
            "answer": "تشارلز ليندبرغ",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2266,
            "question": "ما هي أول خوارزمية تشفير غير متماثل (Asymmetric) تم نشرها للعامة؟",
            "options": [
                "AES",
                "DES",
                "RSA",
                "Blowfish"
            ],
            "answer": "RSA",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2267,
            "question": "ما هو الاسم العلمي للظاهرة التي ينحني فيها الضوء حول الأجسام الضخمة؟",
            "options": [
                "الانكسار",
                "تأثير دوپلر",
                "عدسة الجاذبية",
                "التشتت"
            ],
            "answer": "عدسة الجاذبية",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2268,
            "question": "من هو الرسام الذي صمم لوحة 'جيرنيكا' التي تعبر عن ويلات الحرب؟",
            "options": [
                "سلفادور دالي",
                "بابلو بيكاسو",
                "دا فينشي",
                "فان جوخ"
            ],
            "answer": "بابلو بيكاسو",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2269,
            "question": "ما هو الاسم التقني لرمز الشباك (#) في المصطلحات التكنولوجية القديمة؟",
            "options": [
                "Hashtag",
                "Octothorpe",
                "Sharp",
                "Pound"
            ],
            "answer": "Octothorpe",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2270,
            "question": "أي عالم فيزياء فاز بنوبل لشرحه 'التأثير الكهروضوئي' وليس لـ 'النسبية'؟",
            "options": [
                "أينشتاين",
                "نيوتن",
                "بور",
                "هايزنبرغ"
            ],
            "answer": "أينشتاين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2271,
            "question": "ما هو الاسم البرمجي (Codename) الأصلي لمحرك بحث جوجل قبل تسميته بهذا الاسم؟",
            "options": [
                "Backrub",
                "Alpha",
                "PageRank",
                "WebCrawler"
            ],
            "answer": "Backrub",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2273,
            "question": "ما هو العنصر الكيميائي الوحيد الذي تم اكتشافه في الشمس قبل اكتشافه على الأرض؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "النيون",
                "الأرجون"
            ],
            "answer": "الهيليوم",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2275,
            "question": "ما هو اسم أول فيروس كمبيوتر استهدف أجهزة الماك (Macintosh) عام 1982؟",
            "options": [
                "Elk Cloner",
                "Brain",
                "Creeper",
                "Melissa"
            ],
            "answer": "Elk Cloner",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2276,
            "question": "في أي مدينة يقع مقر شركة 'أدوبي' (Adobe) الرئيسي؟",
            "options": [
                "سياتل",
                "سان هوزيه",
                "كوبيرتينو",
                "شيكاغو"
            ],
            "answer": "سان هوزيه",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2277,
            "question": "ما هي الدولة الوحيدة في العالم التي لا تملك عاصمة رسمية قانوناً؟",
            "options": [
                "سويسرا",
                "ناورو",
                "موناكو",
                "الفاتيكان"
            ],
            "answer": "ناورو",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2278,
            "question": "من هو الفيلسوف الذي يُعتبر صاحب مقولة 'الخلق المستمر' في الفلسفة الإسلامية؟",
            "options": [
                "ابن رشد",
                "صدر المتألهين",
                "الفارابي",
                "ابن سينا"
            ],
            "answer": "صدر المتألهين",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2279,
            "question": "ما هي المادة البروتينية التي تُبنى منها خيوط العنكبوت وتُعد أقوى من الفولاذ؟",
            "options": [
                "الكيراتين",
                "الفيبروين",
                "الكولاجين",
                "الإيلاستين"
            ],
            "answer": "الفيبروين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2280,
            "question": "ما هو الاسم التقني لعملية 'إخفاء' البيانات داخل صور أو ملفات أخرى؟",
            "options": [
                "Cryptography",
                "Steganography",
                "Hashing",
                "Obfuscation"
            ],
            "answer": "Steganography",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2281,
            "question": "كم عدد الدول التي تشترك في حدودها مع الصين وروسيا في نفس الوقت؟",
            "options": [
                "10",
                "12",
                "14",
                "16"
            ],
            "answer": "14",
            "level": "5",
            "category": "geography"
        },
        {
            "id": 2282,
            "question": "من هو صاحب لقب 'المعلم الثاني' في الفلسفة بعد أرسطو؟",
            "options": [
                "ابن سينا",
                "الفارابي",
                "الكندي",
                "ابن رشد"
            ],
            "answer": "الفارابي",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2283,
            "question": "ما هو الكوكب الذي يمتلك غلافاً جوياً يتكون معظمه من حمض الكبريتيك؟",
            "options": [
                "المريخ",
                "زحل",
                "الزهرة",
                "نبتون"
            ],
            "answer": "الزهرة",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2284,
            "question": "ما هي أول لغة برمجة دعمت تقنية الـ 'Garbage Collection' تلقائياً؟",
            "options": [
                "Lisp",
                "Java",
                "Python",
                "C++"
            ],
            "answer": "Lisp",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2285,
            "question": "في أي عام تم إطلاق متصفح 'موزاييك' (Mosaic) أول متصفح رسومي للويب؟",
            "options": [
                "1991",
                "1993",
                "1995",
                "1997"
            ],
            "answer": "1993",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2286,
            "question": "ما هي المادة التي تسبب الانفجارات داخل النجوم من نوع 'سوبرنوفا'؟",
            "options": [
                "الهيدروجين",
                "الهيليوم",
                "الحديد",
                "الكربون"
            ],
            "answer": "الحديد",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2287,
            "question": "من هو الفنان الذي رسم لوحة 'حديقة المباهج الأرضية' الغامضة؟",
            "options": [
                "هيرونيموس بوش",
                "دافينشي",
                "رامبرانت",
                "بيكاسو"
            ],
            "answer": "هيرونيموس بوش",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2288,
            "question": "ما هو البروتوكول المستخدم لنقل الملفات عبر الويب بشكل آمن جداً (SFTP)؟",
            "options": [
                "SSH",
                "HTTP",
                "SMTP",
                "UDP"
            ],
            "answer": "SSH",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2289,
            "question": "كم عدد البتات (Bits) في عنوان الـ IPv4 التقليدي؟",
            "options": [
                "32",
                "64",
                "128",
                "256"
            ],
            "answer": "32",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2290,
            "question": "ما هو أندر عنصر كيميائي في القشرة الأرضية؟",
            "options": [
                "الأستاتين",
                "الفرانسيوم",
                "الذهب",
                "البلاتين"
            ],
            "answer": "الأستاتين",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2321,
            "question": "ما هو الاسم التقني للفراغ الموجود بين نواتي ذرتين مرتبطتين تساهمياً؟",
            "options": [
                "طول الرابطة",
                "فجوة فان دير فال",
                "نطاق شوارزشيلد",
                "المنطقة المحرمة"
            ],
            "answer": "طول الرابطة",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2322,
            "question": "من هو الفيلسوف الذي صاغ نظرية 'العقد الاجتماعي' الأصلية قبل جان جاك روسو؟",
            "options": [
                "توماس هوبز",
                "جون لوك",
                "ديفيد هيوم",
                "مونتسكيو"
            ],
            "answer": "توماس هوبز",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2323,
            "question": "ما هي لغة البرمجة التي كانت تُسمى في مراحل تطويرها الأولى بـ 'B'؟",
            "options": [
                "C",
                "C++",
                "Pascal",
                "Java"
            ],
            "answer": "C",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2324,
            "question": "في أي مدينة يقع أقدم فندق في العالم (نيشياما أونسن كيونكان) الذي يعمل منذ عام 705م؟",
            "options": [
                "الصين",
                "اليابان",
                "إيطاليا",
                "اليونان"
            ],
            "answer": "اليابان",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2325,
            "question": "ما هو الجسيم الأولي الذي لا يمتلك أي شحنة كهربائية ولا كتلة (تقريباً) ويتحرك بسرعة الضوء؟",
            "options": [
                "البروتون",
                "النيوترينو",
                "الكوارك",
                "الإلكترون"
            ],
            "answer": "النيوترينو",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2326,
            "question": "ما هي أول خوارزمية تشفير تعتمد على 'المفتاح العام' (Public Key) تم اختراعها؟",
            "options": [
                "AES",
                "Diffie-Hellman",
                "RSA",
                "Blowfish"
            ],
            "answer": "Diffie-Hellman",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2327,
            "question": "ما هو المعدن الذي يُعتبر الأكثر ندرة في القشرة الأرضية (أندر من الذهب بآلاف المرات)؟",
            "options": [
                "الروديوم",
                "الأوزميوم",
                "الفرانسيوم",
                "الراديوم"
            ],
            "answer": "الفرانسيوم",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2328,
            "question": "من هو الأديب صاحب قصيدة 'الأرض اليباب' التي غيرت شكل الشعر الحديث؟",
            "options": [
                "إزرا باوند",
                "تي إس إليوت",
                "جيمس جويس",
                "ويليام ييتس"
            ],
            "answer": "تي إس إليوت",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2329,
            "question": "ما هو اسم نظام الملفات (File System) الذي تستخدمه أنظمة آبل الحديثة (Mac/iPhone)؟",
            "options": [
                "HFS+",
                "APFS",
                "NTFS",
                "ext4"
            ],
            "answer": "APFS",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2330,
            "question": "أي ملك تاريخي كان يُلقب بـ 'مطرقة الغال' لهزيمته للعرب في معركة بلاط الشهداء؟",
            "options": [
                "شارلمان",
                "تشارلز مارتل",
                "لويس التاسع",
                "فيليب الثاني"
            ],
            "answer": "تشارلز مارتل",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2331,
            "question": "ما هي لغة البرمجة التي تُعتبر 'الأم' لجميع اللغات الوظيفية (Functional) وتم اختراعها عام 1958؟",
            "options": [
                "Lisp",
                "Haskell",
                "Fortran",
                "Algol"
            ],
            "answer": "Lisp",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2332,
            "question": "من هو العالم الذي صاغ 'مبدأ الاستبعاد' الذي ينص على عدم وجود إلكترونين لهما نفس الأعداد الكمية؟",
            "options": [
                "فيرنر هايزنبرغ",
                "فولفغانغ باولي",
                "إرفين شرودنجر",
                "ماكس بلانك"
            ],
            "answer": "فولفغانغ باولي",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2333,
            "question": "في أي مدينة تم توقيع معاهدة 'برست ليتوفسك' التي أخرجت روسيا من الحرب العالمية الأولى؟",
            "options": [
                "برلين",
                "موسكو",
                "برست ليتوفسك",
                "وارسو"
            ],
            "answer": "برست ليتوفسك",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2334,
            "question": "ما هو الاسم التقني لرمز الخط المائل العكسي (\\) المستخدم في مسارات الملفات في ويندوز؟",
            "options": [
                "Slash",
                "Backslash",
                "Reverse Stroke",
                "Solidus"
            ],
            "answer": "Backslash",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2335,
            "question": "ما هي المادة التي تُصنف كأقوى مادة بيولوجية طبيعية مكتشفة حتى الآن (أقوى من خيوط العنكبوت)؟",
            "options": [
                "أسنان حلزون البحر (Limpet)",
                "حرير التوت",
                "عظام الفيل",
                "قرن الخرتيت"
            ],
            "answer": "أسنان حلزون البحر (Limpet)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2336,
            "question": "أي فيلسوف وجودي كتب مسرحية 'الجلسة المغلقة' وصاحب مقولة 'الجحيم هم الآخرون'؟",
            "options": [
                "ألبير كامو",
                "جان بول سارتر",
                "نيتشه",
                "كيركغور"
            ],
            "answer": "جان بول سارتر",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2337,
            "question": "ما هو البروتوكول المسؤول عن نقل رسائل البريد الإلكتروني 'من الخادم إلى العميل' واستبدل بروتوكول POP3؟",
            "options": [
                "IMAP",
                "SMTP",
                "SNMP",
                "HTTP"
            ],
            "answer": "IMAP",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2338,
            "question": "ما هو الاسم التاريخي لتايلاند قبل عام 1939؟",
            "options": [
                "سيام",
                "بورما",
                "الهند الصينية",
                "كمبوديا"
            ],
            "answer": "سيام",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2339,
            "question": "ما هو المعدن الذي يمتلك أعلى ناقلية كهربائية بين جميع العناصر؟",
            "options": [
                "الذهب",
                "النحاس",
                "الفضة",
                "الألمنيوم"
            ],
            "answer": "الفضة",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2340,
            "question": "من هو صاحب لوحة 'المسخ' (أو الصرخة) الشهيرة التي تعبر عن القلق الوجودي؟",
            "options": [
                "فنسنت فان جوخ",
                "إدوارد مونك",
                "سلفادور دالي",
                "بيكاسو"
            ],
            "answer": "إدوارد مونك",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2381,
            "question": "ما هو اسم أول فيروس كمبيوتر 'تجريبي' تم إنشاؤه عام 1971 ولم يكن ضاراً؟",
            "options": [
                "Brain",
                "Creeper",
                "Rabbit",
                "Melissa"
            ],
            "answer": "Creeper",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2382,
            "question": "أي عنصر كيميائي اكتشفه الكيميائي 'هينينج براند' بالصدفة أثناء محاولته استخراج الذهب من البول؟",
            "options": [
                "الكبريت",
                "الفوسفور",
                "النيتروجين",
                "البوتاسيوم"
            ],
            "answer": "الفوسفور",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2383,
            "question": "ما هي لغة البرمجة التي تم تطويرها في الأساس لتكون لغة تعليمية لطلاب جامعة دارتموث عام 1964؟",
            "options": [
                "COBOL",
                "BASIC",
                "Pascal",
                "Logo"
            ],
            "answer": "BASIC",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2384,
            "question": "من هو السلطان العثماني الذي لقب بـ 'القانوني' في الشرق و'العظيم' في الغرب؟",
            "options": [
                "محمد الفاتح",
                "سليمان القانوني",
                "سليم الأول",
                "عبد الحميد الثاني"
            ],
            "answer": "سليمان القانوني",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2386,
            "question": "من هو صاحب رواية 'يوليسيس' التي تعتبر من أصعب وأهم الروايات في الأدب الحديث؟",
            "options": [
                "جيمس جويس",
                "فرجينيا وولف",
                "مارسيل بروست",
                "فرانز كافكا"
            ],
            "answer": "جيمس جويس",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2387,
            "question": "ما هي أول خوارزمية تشفير متماثل اعتمدتها الحكومة الأمريكية كمعيار عام 1977؟",
            "options": [
                "AES",
                "DES",
                "RSA",
                "Blowfish"
            ],
            "answer": "DES",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2388,
            "question": "ما هو الاسم العلمي للظاهرة التي يتصرف فيها الضوء كجسيم وموجة في آن واحد؟",
            "options": [
                "التشتت",
                "الازدواجية الموجية الجسيمية",
                "تأثير كومبتون",
                "الحيود"
            ],
            "answer": "الازدواجية الموجية الجسيمية",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2389,
            "question": "ما هي العملة التي كانت تستخدم في اليونان قبل اعتماد اليورو؟",
            "options": [
                "الليرة",
                "الدراخما",
                "المارك",
                "الفرنك"
            ],
            "answer": "الدراخما",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2390,
            "question": "ما هو اسم أول متصفح ويب رسومي ساعد في انتشار الإنترنت في أوائل التسعينات؟",
            "options": [
                "Netscape",
                "Mosaic",
                "Internet Explorer",
                "Opera"
            ],
            "answer": "Mosaic",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2431,
            "question": "من هو العالم الذي وضع سلسلة كتب 'فن برمجة الحاسوب' (The Art of Computer Programming) ويُعتبر أبا تحليل الخوارزميات؟",
            "options": [
                "دونالد كنوث",
                "آلان تورينج",
                "جون فون نيومان",
                "بيل جيتس"
            ],
            "answer": "دونالد كنوث",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2432,
            "question": "ما هو الاسم العلمي للظاهرة التي يزداد فيها تردد الموجة عند اقتراب المصدر من المراقب؟",
            "options": [
                "تأثير دوپلر",
                "تأثير كومبتون",
                "تأثير فاراداي",
                "تأثير كير"
            ],
            "answer": "تأثير دوپلر",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2433,
            "question": "من هو الفيلسوف الذي صاغ مصطلح 'السيولة' في وصف المجتمع الحديث (الحداثة السائلة)؟",
            "options": [
                "زيجمونت باومان",
                "ميشيل فوكو",
                "جاك دريدا",
                "سلافوي جيجيك"
            ],
            "answer": "زيجمونت باومان",
            "level": "5",
            "category": "literature"
        },
        {
            "id": 2435,
            "question": "أي عنصر كيميائي يمتلك أعلى 'سالبية كهربائية' (Electronegativity) في الجدول الدوري؟",
            "options": [
                "الأكسجين",
                "الكلور",
                "الفلور",
                "النيتروجين"
            ],
            "answer": "الفلور",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2436,
            "question": "في أي عام تم إطلاق أول نسخة من 'بروتوكول نقل النص الفائق' (HTTP/0.9) رسمياً؟",
            "options": [
                "1989",
                "1991",
                "1993",
                "1995"
            ],
            "answer": "1991",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2437,
            "question": "من هو القائد العسكري الذي هزم الصليبيين في 'معركة حطين' واستعاد القدس؟",
            "options": [
                "نور الدين زنكي",
                "صلاح الدين الأيوبي",
                "الظاهر بيبرس",
                "سيف الدين قطز"
            ],
            "answer": "صلاح الدين الأيوبي",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2438,
            "question": "ما هو الاسم العلمي للطبقة الرقيقة من الغازات التي تحيط بالنجوم وتظهر أثناء الكسوف الكلي؟",
            "options": [
                "الفوتوسفير",
                "الكروموسفير",
                "الإكليل (Corona)",
                "الوشاح"
            ],
            "answer": "الإكليل (Corona)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2439,
            "question": "ما هي أول لغة برمجة استخدمت 'إدارة الذاكرة التلقائية' (Garbage Collection) عام 1959؟",
            "options": [
                "Algol",
                "Lisp",
                "Fortran",
                "COBOL"
            ],
            "answer": "Lisp",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2440,
            "question": "أي شكل من أشكال 'تطبيع قواعد البيانات' (Normal Form) يتعامل مع التبعيات متعددة القيم؟",
            "options": [
                "2NF",
                "3NF",
                "BCNF",
                "4NF"
            ],
            "answer": "4NF",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2481,
            "question": "ما هو الاسم البرمجي (Codename) لنظام تشغيل 'Windows 7' أثناء فترة تطويره؟",
            "options": [
                "Blackcomb",
                "Vienna",
                "Longhorn",
                "Blue"
            ],
            "answer": "Vienna",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2482,
            "question": "أي جسيم في ميكانيكا الكم يُعتبر 'ضديد' للإلكترون (له نفس الكتلة وشحنة موجبة)؟",
            "options": [
                "البروتون",
                "البوزيترون",
                "النيوترينو",
                "الميون"
            ],
            "answer": "البوزيترون",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2483,
            "question": "من هو المعماري الذي صمم مبنى 'متحف جوجنهايم بلباو' المتميز بتصميماته المنحنية؟",
            "options": [
                "فرانك جيري",
                "زها حديد",
                "لو كوربوزييه",
                "رينزو بيانو"
            ],
            "answer": "فرانك جيري",
            "level": "5",
            "category": "arts"
        },
        {
            "id": 2484,
            "question": "ما هي أول لغة برمجة دعمت مفهوم 'الوعود' (Promises) في البرمجة غير المتزامنة؟",
            "options": [
                "JavaScript",
                "MultiLisp",
                "E Language",
                "Scheme"
            ],
            "answer": "MultiLisp",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2485,
            "question": "في الفيزياء، ما هو 'حد روش' (Roche Limit)؟",
            "options": [
                "أقصى سرعة للضوء",
                "المسافة التي يتحطم عندها القمر بفعل جاذبية الكوكب",
                "نقطة تلاشي الثقب الأسود",
                "نهاية الغلاف الجوي"
            ],
            "answer": "المسافة التي يتحطم عندها القمر بفعل جاذبية الكوكب",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2486,
            "question": "من هو صاحب كتاب 'تهافت التهافت' الذي رد به على كتاب الغزالي؟",
            "options": [
                "ابن سينا",
                "ابن رشد",
                "الفارابي",
                "الكندي"
            ],
            "answer": "ابن رشد",
            "level": "5",
            "category": "history"
        },
        {
            "id": 2487,
            "question": "ما هو الاسم التقني لعملية تحويل كود 'Assembly' إلى لغة الآلة الثنائية (Binary)؟",
            "options": [
                "Interpretation",
                "Assembling",
                "Linking",
                "Loading"
            ],
            "answer": "Assembling",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2488,
            "question": "ما هي المادة التي تُعتبر 'العازل المثالي' للحرارة والأنحف في العالم؟",
            "options": [
                "الغرافين",
                "الأيروجيل (Aerogel)",
                "الأنابيب الكربونية",
                "السيليكا"
            ],
            "answer": "الأيروجيل (Aerogel)",
            "level": "5",
            "category": "science"
        },
        {
            "id": 2489,
            "question": "في أي مدينة تم إنشاء أول 'سيرفر ويب' في التاريخ بواسطة تيم بيرنرز لي؟",
            "options": [
                "جامعة ستانفورد",
                "مختبرات سيرن (CERN)",
                "جامعة إم آي تي",
                "مختبرات بيل"
            ],
            "answer": "مختبرات سيرن (CERN)",
            "level": "5",
            "category": "technology"
        },
        {
            "id": 2490,
            "question": "ما هو الاسم العلمي للبروتين المسؤول عن نقل الأكسجين في عضلات الإنسان؟",
            "options": [
                "الهيموجلوبين",
                "الميوجلوبين",
                "الألبومين",
                "الكولاجين"
            ],
            "answer": "الميوجلوبين",
            "level": "5",
            "category": "science"
        },
        {
            "id": "huge_41317",
            "question": "سؤال ذكاء: ضعف الرقم 1487 مطروحاً منه 320 هو:",
            "options": [
                "2654",
                "2704",
                "2554",
                "2754"
            ],
            "answer": "2654"
        },
        {
            "id": "huge_41319",
            "question": "سؤال ذكاء: ضعف الرقم 1407 مطروحاً منه 478 هو:",
            "options": [
                "2236",
                "2386",
                "2336",
                "2436"
            ],
            "answer": "2336"
        },
        {
            "id": "huge_41320",
            "question": "سؤال ذكاء: ضعف الرقم 1019 مطروحاً منه 160 هو:",
            "options": [
                "1928",
                "1978",
                "1778",
                "1878"
            ],
            "answer": "1878"
        },
        {
            "id": "huge_41322",
            "question": "سؤال ذكاء: ضعف الرقم 1139 مطروحاً منه 154 هو:",
            "options": [
                "2174",
                "2024",
                "2124",
                "2224"
            ],
            "answer": "2124"
        },
        {
            "id": "huge_41324",
            "question": "سؤال ذكاء: ضعف الرقم 1117 مطروحاً منه 253 هو:",
            "options": [
                "1881",
                "1981",
                "2031",
                "2081"
            ],
            "answer": "1981"
        },
        {
            "id": "huge_41325",
            "question": "سؤال ذكاء: ضعف الرقم 1185 مطروحاً منه 434 هو:",
            "options": [
                "1936",
                "1836",
                "2036",
                "1986"
            ],
            "answer": "1936"
        },
        {
            "id": "huge_41326",
            "question": "سؤال ذكاء: ضعف الرقم 1410 مطروحاً منه 382 هو:",
            "options": [
                "2338",
                "2538",
                "2488",
                "2438"
            ],
            "answer": "2438"
        },
        {
            "id": "huge_41330",
            "question": "سؤال ذكاء: ضعف الرقم 1239 مطروحاً منه 236 هو:",
            "options": [
                "2342",
                "2292",
                "2142",
                "2242"
            ],
            "answer": "2242"
        },
        {
            "id": "huge_41331",
            "question": "سؤال ذكاء: ضعف الرقم 1339 مطروحاً منه 360 هو:",
            "options": [
                "2368",
                "2418",
                "2318",
                "2218"
            ],
            "answer": "2318"
        },
        {
            "id": "huge_41332",
            "question": "سؤال ذكاء: ضعف الرقم 1069 مطروحاً منه 287 هو:",
            "options": [
                "1751",
                "1901",
                "1951",
                "1851"
            ],
            "answer": "1851"
        },
        {
            "id": "huge_41333",
            "question": "سؤال ذكاء: ضعف الرقم 1310 مطروحاً منه 132 هو:",
            "options": [
                "2538",
                "2488",
                "2388",
                "2588"
            ],
            "answer": "2488"
        },
        {
            "id": "huge_41336",
            "question": "سؤال ذكاء: ضعف الرقم 1400 مطروحاً منه 348 هو:",
            "options": [
                "2552",
                "2452",
                "2502",
                "2352"
            ],
            "answer": "2452"
        },
        {
            "id": "huge_41337",
            "question": "سؤال ذكاء: ضعف الرقم 1100 مطروحاً منه 304 هو:",
            "options": [
                "1896",
                "1996",
                "1796",
                "1946"
            ],
            "answer": "1896"
        },
        {
            "id": "huge_41339",
            "question": "سؤال ذكاء: ضعف الرقم 1349 مطروحاً منه 374 هو:",
            "options": [
                "2374",
                "2224",
                "2424",
                "2324"
            ],
            "answer": "2324"
        },
        {
            "id": "huge_41342",
            "question": "سؤال ذكاء: ضعف الرقم 1121 مطروحاً منه 215 هو:",
            "options": [
                "2077",
                "1927",
                "2127",
                "2027"
            ],
            "answer": "2027"
        },
        {
            "id": "huge_41343",
            "question": "سؤال ذكاء: ضعف الرقم 1423 مطروحاً منه 318 هو:",
            "options": [
                "2578",
                "2528",
                "2628",
                "2428"
            ],
            "answer": "2528"
        },
        {
            "id": "huge_41344",
            "question": "سؤال ذكاء: ضعف الرقم 1252 مطروحاً منه 148 هو:",
            "options": [
                "2406",
                "2456",
                "2356",
                "2256"
            ],
            "answer": "2356"
        },
        {
            "id": "huge_41345",
            "question": "سؤال ذكاء: ضعف الرقم 1421 مطروحاً منه 385 هو:",
            "options": [
                "2557",
                "2357",
                "2507",
                "2457"
            ],
            "answer": "2457"
        },
        {
            "id": "huge_41346",
            "question": "سؤال ذكاء: ضعف الرقم 1427 مطروحاً منه 200 هو:",
            "options": [
                "2704",
                "2754",
                "2654",
                "2554"
            ],
            "answer": "2654"
        },
        {
            "id": "huge_41347",
            "question": "سؤال ذكاء: ضعف الرقم 1343 مطروحاً منه 212 هو:",
            "options": [
                "2574",
                "2524",
                "2474",
                "2374"
            ],
            "answer": "2474"
        },
        {
            "id": "huge_41348",
            "question": "سؤال ذكاء: ضعف الرقم 1094 مطروحاً منه 258 هو:",
            "options": [
                "1930",
                "1830",
                "2030",
                "1980"
            ],
            "answer": "1930"
        },
        {
            "id": "huge_41349",
            "question": "سؤال ذكاء: ضعف الرقم 1021 مطروحاً منه 110 هو:",
            "options": [
                "1982",
                "2032",
                "1932",
                "1832"
            ],
            "answer": "1932"
        },
        {
            "id": "huge_41350",
            "question": "سؤال ذكاء: ضعف الرقم 1087 مطروحاً منه 196 هو:",
            "options": [
                "2028",
                "1878",
                "1978",
                "2078"
            ],
            "answer": "1978"
        },
        {
            "id": "huge_41351",
            "question": "سؤال ذكاء: ضعف الرقم 1435 مطروحاً منه 404 هو:",
            "options": [
                "2516",
                "2466",
                "2366",
                "2566"
            ],
            "answer": "2466"
        },
        {
            "id": "huge_41352",
            "question": "سؤال ذكاء: ضعف الرقم 1423 مطروحاً منه 120 هو:",
            "options": [
                "2826",
                "2726",
                "2776",
                "2626"
            ],
            "answer": "2726"
        },
        {
            "id": "huge_41354",
            "question": "سؤال ذكاء: ضعف الرقم 1474 مطروحاً منه 390 هو:",
            "options": [
                "2558",
                "2658",
                "2608",
                "2458"
            ],
            "answer": "2558"
        },
        {
            "id": "huge_41359",
            "question": "سؤال ذكاء: ضعف الرقم 1154 مطروحاً منه 235 هو:",
            "options": [
                "2073",
                "2123",
                "1973",
                "2173"
            ],
            "answer": "2073"
        },
        {
            "id": "huge_41361",
            "question": "سؤال ذكاء: ضعف الرقم 1358 مطروحاً منه 385 هو:",
            "options": [
                "2231",
                "2381",
                "2431",
                "2331"
            ],
            "answer": "2331"
        },
        {
            "id": "huge_41362",
            "question": "سؤال ذكاء: ضعف الرقم 1033 مطروحاً منه 276 هو:",
            "options": [
                "1690",
                "1840",
                "1790",
                "1890"
            ],
            "answer": "1790"
        },
        {
            "id": "huge_41367",
            "question": "سؤال ذكاء: ضعف الرقم 1113 مطروحاً منه 375 هو:",
            "options": [
                "1751",
                "1951",
                "1901",
                "1851"
            ],
            "answer": "1851"
        },
        {
            "id": "huge_41368",
            "question": "سؤال ذكاء: ضعف الرقم 1122 مطروحاً منه 224 هو:",
            "options": [
                "1920",
                "2070",
                "2020",
                "2120"
            ],
            "answer": "2020"
        },
        {
            "id": "huge_41370",
            "question": "سؤال ذكاء: ضعف الرقم 1386 مطروحاً منه 221 هو:",
            "options": [
                "2601",
                "2551",
                "2651",
                "2451"
            ],
            "answer": "2551"
        },
        {
            "id": "huge_41372",
            "question": "سؤال ذكاء: ضعف الرقم 1244 مطروحاً منه 186 هو:",
            "options": [
                "2352",
                "2402",
                "2202",
                "2302"
            ],
            "answer": "2302"
        },
        {
            "id": "huge_41373",
            "question": "سؤال ذكاء: ضعف الرقم 1465 مطروحاً منه 406 هو:",
            "options": [
                "2624",
                "2424",
                "2524",
                "2574"
            ],
            "answer": "2524"
        },
        {
            "id": "huge_41374",
            "question": "سؤال ذكاء: ضعف الرقم 1394 مطروحاً منه 200 هو:",
            "options": [
                "2638",
                "2488",
                "2588",
                "2688"
            ],
            "answer": "2588"
        },
        {
            "id": "huge_41376",
            "question": "سؤال ذكاء: ضعف الرقم 1012 مطروحاً منه 165 هو:",
            "options": [
                "1959",
                "1759",
                "1909",
                "1859"
            ],
            "answer": "1859"
        },
        {
            "id": "huge_41377",
            "question": "سؤال ذكاء: ضعف الرقم 1223 مطروحاً منه 249 هو:",
            "options": [
                "2197",
                "2297",
                "2247",
                "2097"
            ],
            "answer": "2197"
        },
        {
            "id": "huge_41378",
            "question": "سؤال ذكاء: ضعف الرقم 1004 مطروحاً منه 105 هو:",
            "options": [
                "1803",
                "2003",
                "1953",
                "1903"
            ],
            "answer": "1903"
        },
        {
            "id": "huge_41381",
            "question": "سؤال ذكاء: ضعف الرقم 1134 مطروحاً منه 450 هو:",
            "options": [
                "1918",
                "1818",
                "1868",
                "1718"
            ],
            "answer": "1818"
        },
        {
            "id": "huge_41382",
            "question": "سؤال ذكاء: ضعف الرقم 1179 مطروحاً منه 164 هو:",
            "options": [
                "2094",
                "2294",
                "2194",
                "2244"
            ],
            "answer": "2194"
        },
        {
            "id": "huge_41385",
            "question": "سؤال ذكاء: ضعف الرقم 1368 مطروحاً منه 120 هو:",
            "options": [
                "2666",
                "2716",
                "2616",
                "2516"
            ],
            "answer": "2616"
        },
        {
            "id": "huge_41388",
            "question": "سؤال ذكاء: ضعف الرقم 1099 مطروحاً منه 272 هو:",
            "options": [
                "1926",
                "1826",
                "1976",
                "2026"
            ],
            "answer": "1926"
        },
        {
            "id": "huge_41391",
            "question": "سؤال ذكاء: ضعف الرقم 1168 مطروحاً منه 166 هو:",
            "options": [
                "2220",
                "2270",
                "2170",
                "2070"
            ],
            "answer": "2170"
        },
        {
            "id": "huge_41393",
            "question": "سؤال ذكاء: ضعف الرقم 1134 مطروحاً منه 412 هو:",
            "options": [
                "1856",
                "1956",
                "1756",
                "1906"
            ],
            "answer": "1856"
        },
        {
            "id": "huge_41395",
            "question": "سؤال ذكاء: ضعف الرقم 1236 مطروحاً منه 237 هو:",
            "options": [
                "2335",
                "2135",
                "2235",
                "2285"
            ],
            "answer": "2235"
        },
        {
            "id": "huge_41396",
            "question": "سؤال ذكاء: ضعف الرقم 1018 مطروحاً منه 405 هو:",
            "options": [
                "1631",
                "1681",
                "1731",
                "1531"
            ],
            "answer": "1631"
        },
        {
            "id": "huge_41397",
            "question": "سؤال ذكاء: ضعف الرقم 1040 مطروحاً منه 322 هو:",
            "options": [
                "1658",
                "1808",
                "1858",
                "1758"
            ],
            "answer": "1758"
        },
        {
            "id": "huge_41398",
            "question": "سؤال ذكاء: ضعف الرقم 1174 مطروحاً منه 391 هو:",
            "options": [
                "2007",
                "2057",
                "1957",
                "1857"
            ],
            "answer": "1957"
        },
        {
            "id": "huge_41399",
            "question": "سؤال ذكاء: ضعف الرقم 1241 مطروحاً منه 295 هو:",
            "options": [
                "2087",
                "2287",
                "2237",
                "2187"
            ],
            "answer": "2187"
        },
        {
            "id": "huge_41400",
            "question": "سؤال ذكاء: ضعف الرقم 1117 مطروحاً منه 302 هو:",
            "options": [
                "1982",
                "1932",
                "2032",
                "1832"
            ],
            "answer": "1932"
        },
        {
            "id": "huge_41402",
            "question": "سؤال ذكاء: ضعف الرقم 1085 مطروحاً منه 393 هو:",
            "options": [
                "1877",
                "1827",
                "1677",
                "1777"
            ],
            "answer": "1777"
        },
        {
            "id": "huge_41405",
            "question": "سؤال ذكاء: ضعف الرقم 1444 مطروحاً منه 279 هو:",
            "options": [
                "2659",
                "2509",
                "2609",
                "2709"
            ],
            "answer": "2609"
        },
        {
            "id": "huge_41407",
            "question": "سؤال ذكاء: ضعف الرقم 1404 مطروحاً منه 184 هو:",
            "options": [
                "2524",
                "2624",
                "2724",
                "2674"
            ],
            "answer": "2624"
        },
        {
            "id": "huge_41408",
            "question": "سؤال ذكاء: ضعف الرقم 1375 مطروحاً منه 198 هو:",
            "options": [
                "2652",
                "2452",
                "2552",
                "2602"
            ],
            "answer": "2552"
        },
        {
            "id": "huge_41411",
            "question": "سؤال ذكاء: ضعف الرقم 1238 مطروحاً منه 171 هو:",
            "options": [
                "2205",
                "2355",
                "2305",
                "2405"
            ],
            "answer": "2305"
        },
        {
            "id": "huge_41413",
            "question": "سؤال ذكاء: ضعف الرقم 1134 مطروحاً منه 466 هو:",
            "options": [
                "1902",
                "1852",
                "1702",
                "1802"
            ],
            "answer": "1802"
        },
        {
            "id": "huge_41414",
            "question": "سؤال ذكاء: ضعف الرقم 1412 مطروحاً منه 218 هو:",
            "options": [
                "2656",
                "2506",
                "2706",
                "2606"
            ],
            "answer": "2606"
        },
        {
            "id": "huge_41416",
            "question": "سؤال ذكاء: ضعف الرقم 1444 مطروحاً منه 261 هو:",
            "options": [
                "2527",
                "2677",
                "2727",
                "2627"
            ],
            "answer": "2627"
        },
        {
            "id": "huge_41417",
            "question": "سؤال ذكاء: ضعف الرقم 1421 مطروحاً منه 294 هو:",
            "options": [
                "2448",
                "2648",
                "2598",
                "2548"
            ],
            "answer": "2548"
        },
        {
            "id": "huge_41418",
            "question": "سؤال ذكاء: ضعف الرقم 1346 مطروحاً منه 474 هو:",
            "options": [
                "2218",
                "2268",
                "2118",
                "2318"
            ],
            "answer": "2218"
        },
        {
            "id": "huge_41421",
            "question": "سؤال ذكاء: ضعف الرقم 1315 مطروحاً منه 137 هو:",
            "options": [
                "2493",
                "2393",
                "2593",
                "2543"
            ],
            "answer": "2493"
        },
        {
            "id": "huge_41422",
            "question": "سؤال ذكاء: ضعف الرقم 1079 مطروحاً منه 168 هو:",
            "options": [
                "1990",
                "1890",
                "2090",
                "2040"
            ],
            "answer": "1990"
        },
        {
            "id": "huge_41423",
            "question": "سؤال ذكاء: ضعف الرقم 1070 مطروحاً منه 279 هو:",
            "options": [
                "1911",
                "1861",
                "1761",
                "1961"
            ],
            "answer": "1861"
        },
        {
            "id": "huge_41425",
            "question": "سؤال ذكاء: ضعف الرقم 1047 مطروحاً منه 175 هو:",
            "options": [
                "2019",
                "1919",
                "1819",
                "1969"
            ],
            "answer": "1919"
        },
        {
            "id": "huge_41426",
            "question": "سؤال ذكاء: ضعف الرقم 1170 مطروحاً منه 162 هو:",
            "options": [
                "2078",
                "2228",
                "2278",
                "2178"
            ],
            "answer": "2178"
        },
        {
            "id": "huge_41429",
            "question": "سؤال ذكاء: ضعف الرقم 1226 مطروحاً منه 211 هو:",
            "options": [
                "2291",
                "2141",
                "2341",
                "2241"
            ],
            "answer": "2241"
        },
        {
            "id": "huge_41432",
            "question": "سؤال ذكاء: ضعف الرقم 1171 مطروحاً منه 204 هو:",
            "options": [
                "2238",
                "2038",
                "2138",
                "2188"
            ],
            "answer": "2138"
        },
        {
            "id": "huge_41434",
            "question": "سؤال ذكاء: ضعف الرقم 1016 مطروحاً منه 319 هو:",
            "options": [
                "1813",
                "1763",
                "1613",
                "1713"
            ],
            "answer": "1713"
        },
        {
            "id": "huge_41438",
            "question": "سؤال ذكاء: ضعف الرقم 1426 مطروحاً منه 157 هو:",
            "options": [
                "2695",
                "2795",
                "2745",
                "2595"
            ],
            "answer": "2695"
        },
        {
            "id": "huge_41439",
            "question": "سؤال ذكاء: ضعف الرقم 1297 مطروحاً منه 161 هو:",
            "options": [
                "2433",
                "2483",
                "2333",
                "2533"
            ],
            "answer": "2433"
        },
        {
            "id": "huge_41440",
            "question": "سؤال ذكاء: ضعف الرقم 1188 مطروحاً منه 136 هو:",
            "options": [
                "2140",
                "2340",
                "2290",
                "2240"
            ],
            "answer": "2240"
        },
        {
            "id": "huge_41443",
            "question": "سؤال ذكاء: ضعف الرقم 1129 مطروحاً منه 432 هو:",
            "options": [
                "1926",
                "1826",
                "1726",
                "1876"
            ],
            "answer": "1826"
        },
        {
            "id": "huge_41446",
            "question": "سؤال ذكاء: ضعف الرقم 1192 مطروحاً منه 133 هو:",
            "options": [
                "2351",
                "2251",
                "2301",
                "2151"
            ],
            "answer": "2251"
        },
        {
            "id": "huge_41448",
            "question": "سؤال ذكاء: ضعف الرقم 1388 مطروحاً منه 432 هو:",
            "options": [
                "2394",
                "2444",
                "2344",
                "2244"
            ],
            "answer": "2344"
        },
        {
            "id": "huge_41454",
            "question": "سؤال ذكاء: ضعف الرقم 1322 مطروحاً منه 110 هو:",
            "options": [
                "2434",
                "2584",
                "2534",
                "2634"
            ],
            "answer": "2534"
        },
        {
            "id": "huge_41455",
            "question": "سؤال ذكاء: ضعف الرقم 1363 مطروحاً منه 297 هو:",
            "options": [
                "2429",
                "2529",
                "2329",
                "2479"
            ],
            "answer": "2429"
        },
        {
            "id": "huge_41457",
            "question": "سؤال ذكاء: ضعف الرقم 1036 مطروحاً منه 475 هو:",
            "options": [
                "1697",
                "1647",
                "1497",
                "1597"
            ],
            "answer": "1597"
        },
        {
            "id": "huge_41458",
            "question": "سؤال ذكاء: ضعف الرقم 1113 مطروحاً منه 397 هو:",
            "options": [
                "1879",
                "1829",
                "1929",
                "1729"
            ],
            "answer": "1829"
        },
        {
            "id": "huge_41461",
            "question": "سؤال ذكاء: ضعف الرقم 1258 مطروحاً منه 147 هو:",
            "options": [
                "2469",
                "2369",
                "2419",
                "2269"
            ],
            "answer": "2369"
        },
        {
            "id": "huge_41462",
            "question": "سؤال ذكاء: ضعف الرقم 1463 مطروحاً منه 118 هو:",
            "options": [
                "2908",
                "2808",
                "2708",
                "2858"
            ],
            "answer": "2808"
        },
        {
            "id": "huge_41463",
            "question": "سؤال ذكاء: ضعف الرقم 1471 مطروحاً منه 198 هو:",
            "options": [
                "2744",
                "2644",
                "2844",
                "2794"
            ],
            "answer": "2744"
        },
        {
            "id": "huge_41468",
            "question": "سؤال ذكاء: ضعف الرقم 1179 مطروحاً منه 370 هو:",
            "options": [
                "1988",
                "2038",
                "2088",
                "1888"
            ],
            "answer": "1988"
        },
        {
            "id": "huge_41469",
            "question": "سؤال ذكاء: ضعف الرقم 1235 مطروحاً منه 338 هو:",
            "options": [
                "2132",
                "2032",
                "2182",
                "2232"
            ],
            "answer": "2132"
        },
        {
            "id": "huge_41470",
            "question": "سؤال ذكاء: ضعف الرقم 1441 مطروحاً منه 312 هو:",
            "options": [
                "2670",
                "2620",
                "2570",
                "2470"
            ],
            "answer": "2570"
        },
        {
            "id": "huge_41472",
            "question": "سؤال ذكاء: ضعف الرقم 1149 مطروحاً منه 439 هو:",
            "options": [
                "1759",
                "1909",
                "1859",
                "1959"
            ],
            "answer": "1859"
        },
        {
            "id": "huge_41474",
            "question": "سؤال ذكاء: ضعف الرقم 1279 مطروحاً منه 450 هو:",
            "options": [
                "2108",
                "2158",
                "2008",
                "2208"
            ],
            "answer": "2108"
        },
        {
            "id": "huge_41476",
            "question": "سؤال ذكاء: ضعف الرقم 1433 مطروحاً منه 457 هو:",
            "options": [
                "2409",
                "2309",
                "2459",
                "2509"
            ],
            "answer": "2409"
        },
        {
            "id": "huge_41479",
            "question": "سؤال ذكاء: ضعف الرقم 1008 مطروحاً منه 142 هو:",
            "options": [
                "1924",
                "1874",
                "1974",
                "1774"
            ],
            "answer": "1874"
        },
        {
            "id": "huge_41480",
            "question": "سؤال ذكاء: ضعف الرقم 1019 مطروحاً منه 339 هو:",
            "options": [
                "1749",
                "1699",
                "1599",
                "1799"
            ],
            "answer": "1699"
        },
        {
            "id": "huge_41482",
            "question": "سؤال ذكاء: ضعف الرقم 1400 مطروحاً منه 155 هو:",
            "options": [
                "2545",
                "2695",
                "2645",
                "2745"
            ],
            "answer": "2645"
        },
        {
            "id": "huge_41483",
            "question": "سؤال ذكاء: ضعف الرقم 1103 مطروحاً منه 239 هو:",
            "options": [
                "1967",
                "1867",
                "2067",
                "2017"
            ],
            "answer": "1967"
        },
        {
            "id": "huge_41488",
            "question": "سؤال ذكاء: ضعف الرقم 1158 مطروحاً منه 307 هو:",
            "options": [
                "2109",
                "2059",
                "1909",
                "2009"
            ],
            "answer": "2009"
        },
        {
            "id": "huge_41489",
            "question": "سؤال ذكاء: ضعف الرقم 1130 مطروحاً منه 465 هو:",
            "options": [
                "1895",
                "1695",
                "1845",
                "1795"
            ],
            "answer": "1795"
        },
        {
            "id": "huge_41490",
            "question": "سؤال ذكاء: ضعف الرقم 1149 مطروحاً منه 121 هو:",
            "options": [
                "2277",
                "2177",
                "2227",
                "2077"
            ],
            "answer": "2177"
        },
        {
            "id": "huge_41491",
            "question": "سؤال ذكاء: ضعف الرقم 1362 مطروحاً منه 147 هو:",
            "options": [
                "2577",
                "2477",
                "2627",
                "2677"
            ],
            "answer": "2577"
        },
        {
            "id": "huge_41492",
            "question": "سؤال ذكاء: ضعف الرقم 1231 مطروحاً منه 199 هو:",
            "options": [
                "2313",
                "2263",
                "2363",
                "2163"
            ],
            "answer": "2263"
        },
        {
            "id": "huge_41493",
            "question": "سؤال ذكاء: ضعف الرقم 1495 مطروحاً منه 273 هو:",
            "options": [
                "2817",
                "2717",
                "2617",
                "2767"
            ],
            "answer": "2717"
        },
        {
            "id": "huge_41496",
            "question": "سؤال ذكاء: ضعف الرقم 1383 مطروحاً منه 267 هو:",
            "options": [
                "2549",
                "2399",
                "2599",
                "2499"
            ],
            "answer": "2499"
        },
        {
            "id": "huge_41499",
            "question": "سؤال ذكاء: ضعف الرقم 1342 مطروحاً منه 495 هو:",
            "options": [
                "2239",
                "2289",
                "2089",
                "2189"
            ],
            "answer": "2189"
        },
        {
            "id": "huge_41502",
            "question": "سؤال ذكاء: ضعف الرقم 1134 مطروحاً منه 416 هو:",
            "options": [
                "1952",
                "1752",
                "1902",
                "1852"
            ],
            "answer": "1852"
        },
        {
            "id": "huge_41503",
            "question": "سؤال ذكاء: ضعف الرقم 1313 مطروحاً منه 156 هو:",
            "options": [
                "2370",
                "2570",
                "2520",
                "2470"
            ],
            "answer": "2470"
        },
        {
            "id": "huge_41504",
            "question": "سؤال ذكاء: ضعف الرقم 1084 مطروحاً منه 425 هو:",
            "options": [
                "1843",
                "1643",
                "1743",
                "1793"
            ],
            "answer": "1743"
        },
        {
            "id": "huge_41507",
            "question": "سؤال ذكاء: ضعف الرقم 1437 مطروحاً منه 122 هو:",
            "options": [
                "2752",
                "2802",
                "2852",
                "2652"
            ],
            "answer": "2752"
        },
        {
            "id": "huge_41509",
            "question": "سؤال ذكاء: ضعف الرقم 1476 مطروحاً منه 212 هو:",
            "options": [
                "2740",
                "2640",
                "2790",
                "2840"
            ],
            "answer": "2740"
        },
        {
            "id": "huge_41510",
            "question": "سؤال ذكاء: ضعف الرقم 1420 مطروحاً منه 412 هو:",
            "options": [
                "2528",
                "2428",
                "2328",
                "2478"
            ],
            "answer": "2428"
        },
        {
            "id": "huge_41511",
            "question": "سؤال ذكاء: ضعف الرقم 1175 مطروحاً منه 433 هو:",
            "options": [
                "1967",
                "2017",
                "1817",
                "1917"
            ],
            "answer": "1917"
        },
        {
            "id": "huge_41512",
            "question": "سؤال ذكاء: ضعف الرقم 1434 مطروحاً منه 267 هو:",
            "options": [
                "2701",
                "2501",
                "2601",
                "2651"
            ],
            "answer": "2601"
        },
        {
            "id": "huge_41513",
            "question": "سؤال ذكاء: ضعف الرقم 1275 مطروحاً منه 101 هو:",
            "options": [
                "2549",
                "2499",
                "2449",
                "2349"
            ],
            "answer": "2449"
        },
        {
            "id": "huge_41514",
            "question": "سؤال ذكاء: ضعف الرقم 1371 مطروحاً منه 140 هو:",
            "options": [
                "2652",
                "2502",
                "2702",
                "2602"
            ],
            "answer": "2602"
        },
        {
            "id": "huge_41515",
            "question": "سؤال ذكاء: ضعف الرقم 1056 مطروحاً منه 371 هو:",
            "options": [
                "1741",
                "1791",
                "1641",
                "1841"
            ],
            "answer": "1741"
        },
        {
            "id": "huge_41518",
            "question": "سؤال ذكاء: ضعف الرقم 1354 مطروحاً منه 258 هو:",
            "options": [
                "2350",
                "2450",
                "2550",
                "2500"
            ],
            "answer": "2450"
        },
        {
            "id": "huge_41524",
            "question": "سؤال ذكاء: ضعف الرقم 1297 مطروحاً منه 421 هو:",
            "options": [
                "2073",
                "2173",
                "2223",
                "2273"
            ],
            "answer": "2173"
        },
        {
            "id": "huge_41526",
            "question": "سؤال ذكاء: ضعف الرقم 1225 مطروحاً منه 315 هو:",
            "options": [
                "2185",
                "2035",
                "2235",
                "2135"
            ],
            "answer": "2135"
        },
        {
            "id": "huge_41527",
            "question": "سؤال ذكاء: ضعف الرقم 1050 مطروحاً منه 194 هو:",
            "options": [
                "1906",
                "1956",
                "1806",
                "2006"
            ],
            "answer": "1906"
        },
        {
            "id": "huge_41528",
            "question": "سؤال ذكاء: ضعف الرقم 1362 مطروحاً منه 213 هو:",
            "options": [
                "2511",
                "2611",
                "2561",
                "2411"
            ],
            "answer": "2511"
        },
        {
            "id": "huge_41529",
            "question": "سؤال ذكاء: ضعف الرقم 1424 مطروحاً منه 328 هو:",
            "options": [
                "2620",
                "2520",
                "2570",
                "2420"
            ],
            "answer": "2520"
        },
        {
            "id": "huge_41532",
            "question": "سؤال ذكاء: ضعف الرقم 1135 مطروحاً منه 453 هو:",
            "options": [
                "1717",
                "1917",
                "1817",
                "1867"
            ],
            "answer": "1817"
        },
        {
            "id": "huge_41533",
            "question": "سؤال ذكاء: ضعف الرقم 1127 مطروحاً منه 348 هو:",
            "options": [
                "2006",
                "1906",
                "1956",
                "1806"
            ],
            "answer": "1906"
        },
        {
            "id": "huge_41536",
            "question": "سؤال ذكاء: ضعف الرقم 1151 مطروحاً منه 271 هو:",
            "options": [
                "2131",
                "2081",
                "1931",
                "2031"
            ],
            "answer": "2031"
        },
        {
            "id": "huge_41542",
            "question": "سؤال ذكاء: ضعف الرقم 1402 مطروحاً منه 471 هو:",
            "options": [
                "2433",
                "2233",
                "2333",
                "2383"
            ],
            "answer": "2333"
        },
        {
            "id": "huge_41544",
            "question": "سؤال ذكاء: ضعف الرقم 1230 مطروحاً منه 450 هو:",
            "options": [
                "2060",
                "2110",
                "1910",
                "2010"
            ],
            "answer": "2010"
        },
        {
            "id": "huge_41548",
            "question": "سؤال ذكاء: ضعف الرقم 1282 مطروحاً منه 131 هو:",
            "options": [
                "2333",
                "2483",
                "2433",
                "2533"
            ],
            "answer": "2433"
        },
        {
            "id": "huge_41549",
            "question": "سؤال ذكاء: ضعف الرقم 1388 مطروحاً منه 296 هو:",
            "options": [
                "2480",
                "2580",
                "2380",
                "2530"
            ],
            "answer": "2480"
        },
        {
            "id": "huge_41550",
            "question": "سؤال ذكاء: ضعف الرقم 1210 مطروحاً منه 446 هو:",
            "options": [
                "1874",
                "1974",
                "2024",
                "2074"
            ],
            "answer": "1974"
        },
        {
            "id": "huge_41551",
            "question": "سؤال ذكاء: ضعف الرقم 1345 مطروحاً منه 270 هو:",
            "options": [
                "2420",
                "2470",
                "2320",
                "2520"
            ],
            "answer": "2420"
        },
        {
            "id": "huge_41552",
            "question": "سؤال ذكاء: ضعف الرقم 1268 مطروحاً منه 489 هو:",
            "options": [
                "2147",
                "2047",
                "2097",
                "1947"
            ],
            "answer": "2047"
        },
        {
            "id": "huge_41553",
            "question": "سؤال ذكاء: ضعف الرقم 1380 مطروحاً منه 408 هو:",
            "options": [
                "2352",
                "2402",
                "2452",
                "2252"
            ],
            "answer": "2352"
        },
        {
            "id": "huge_41557",
            "question": "سؤال ذكاء: ضعف الرقم 1361 مطروحاً منه 252 هو:",
            "options": [
                "2520",
                "2370",
                "2570",
                "2470"
            ],
            "answer": "2470"
        },
        {
            "id": "huge_41559",
            "question": "سؤال ذكاء: ضعف الرقم 1489 مطروحاً منه 262 هو:",
            "options": [
                "2616",
                "2766",
                "2816",
                "2716"
            ],
            "answer": "2716"
        },
        {
            "id": "huge_41562",
            "question": "سؤال ذكاء: ضعف الرقم 1049 مطروحاً منه 279 هو:",
            "options": [
                "1869",
                "1919",
                "1719",
                "1819"
            ],
            "answer": "1819"
        },
        {
            "id": "huge_41563",
            "question": "سؤال ذكاء: ضعف الرقم 1490 مطروحاً منه 182 هو:",
            "options": [
                "2898",
                "2698",
                "2848",
                "2798"
            ],
            "answer": "2798"
        },
        {
            "id": "huge_41565",
            "question": "سؤال ذكاء: ضعف الرقم 1254 مطروحاً منه 144 هو:",
            "options": [
                "2364",
                "2464",
                "2264",
                "2414"
            ],
            "answer": "2364"
        },
        {
            "id": "huge_41567",
            "question": "سؤال ذكاء: ضعف الرقم 1415 مطروحاً منه 428 هو:",
            "options": [
                "2502",
                "2302",
                "2402",
                "2452"
            ],
            "answer": "2402"
        },
        {
            "id": "huge_41568",
            "question": "سؤال ذكاء: ضعف الرقم 1294 مطروحاً منه 127 هو:",
            "options": [
                "2461",
                "2561",
                "2361",
                "2511"
            ],
            "answer": "2461"
        },
        {
            "id": "huge_41571",
            "question": "سؤال ذكاء: ضعف الرقم 1157 مطروحاً منه 299 هو:",
            "options": [
                "2015",
                "2115",
                "1915",
                "2065"
            ],
            "answer": "2015"
        },
        {
            "id": "huge_41575",
            "question": "سؤال ذكاء: ضعف الرقم 1307 مطروحاً منه 131 هو:",
            "options": [
                "2383",
                "2583",
                "2533",
                "2483"
            ],
            "answer": "2483"
        },
        {
            "id": "huge_41578",
            "question": "سؤال ذكاء: ضعف الرقم 1426 مطروحاً منه 350 هو:",
            "options": [
                "2402",
                "2502",
                "2552",
                "2602"
            ],
            "answer": "2502"
        },
        {
            "id": "huge_41579",
            "question": "سؤال ذكاء: ضعف الرقم 1366 مطروحاً منه 273 هو:",
            "options": [
                "2359",
                "2559",
                "2459",
                "2509"
            ],
            "answer": "2459"
        },
        {
            "id": "huge_41583",
            "question": "سؤال ذكاء: ضعف الرقم 1221 مطروحاً منه 480 هو:",
            "options": [
                "2012",
                "2062",
                "1862",
                "1962"
            ],
            "answer": "1962"
        },
        {
            "id": "huge_41586",
            "question": "سؤال ذكاء: ضعف الرقم 1152 مطروحاً منه 225 هو:",
            "options": [
                "2179",
                "2129",
                "1979",
                "2079"
            ],
            "answer": "2079"
        },
        {
            "id": "huge_41588",
            "question": "سؤال ذكاء: ضعف الرقم 1051 مطروحاً منه 171 هو:",
            "options": [
                "2031",
                "1831",
                "1931",
                "1981"
            ],
            "answer": "1931"
        },
        {
            "id": "huge_41591",
            "question": "سؤال ذكاء: ضعف الرقم 1243 مطروحاً منه 247 هو:",
            "options": [
                "2339",
                "2139",
                "2289",
                "2239"
            ],
            "answer": "2239"
        },
        {
            "id": "huge_41592",
            "question": "سؤال ذكاء: ضعف الرقم 1079 مطروحاً منه 357 هو:",
            "options": [
                "1851",
                "1701",
                "1801",
                "1901"
            ],
            "answer": "1801"
        },
        {
            "id": "huge_41593",
            "question": "سؤال ذكاء: ضعف الرقم 1264 مطروحاً منه 367 هو:",
            "options": [
                "2211",
                "2061",
                "2261",
                "2161"
            ],
            "answer": "2161"
        },
        {
            "id": "huge_41600",
            "question": "سؤال ذكاء: ضعف الرقم 1081 مطروحاً منه 475 هو:",
            "options": [
                "1737",
                "1587",
                "1787",
                "1687"
            ],
            "answer": "1687"
        },
        {
            "id": "huge_41606",
            "question": "سؤال ذكاء: ضعف الرقم 1365 مطروحاً منه 426 هو:",
            "options": [
                "2304",
                "2354",
                "2204",
                "2404"
            ],
            "answer": "2304"
        },
        {
            "id": "huge_41607",
            "question": "سؤال ذكاء: ضعف الرقم 1088 مطروحاً منه 328 هو:",
            "options": [
                "1848",
                "1898",
                "1948",
                "1748"
            ],
            "answer": "1848"
        },
        {
            "id": "huge_41613",
            "question": "سؤال ذكاء: ضعف الرقم 1480 مطروحاً منه 471 هو:",
            "options": [
                "2539",
                "2389",
                "2489",
                "2589"
            ],
            "answer": "2489"
        },
        {
            "id": "huge_41615",
            "question": "سؤال ذكاء: ضعف الرقم 1344 مطروحاً منه 103 هو:",
            "options": [
                "2635",
                "2685",
                "2485",
                "2585"
            ],
            "answer": "2585"
        },
        {
            "id": "huge_41618",
            "question": "سؤال ذكاء: ضعف الرقم 1473 مطروحاً منه 319 هو:",
            "options": [
                "2727",
                "2677",
                "2627",
                "2527"
            ],
            "answer": "2627"
        },
        {
            "id": "huge_41621",
            "question": "سؤال ذكاء: ضعف الرقم 1080 مطروحاً منه 360 هو:",
            "options": [
                "1850",
                "1700",
                "1900",
                "1800"
            ],
            "answer": "1800"
        },
        {
            "id": "huge_41622",
            "question": "سؤال ذكاء: ضعف الرقم 1292 مطروحاً منه 482 هو:",
            "options": [
                "2102",
                "2002",
                "2152",
                "2202"
            ],
            "answer": "2102"
        },
        {
            "id": "huge_41623",
            "question": "سؤال ذكاء: ضعف الرقم 1067 مطروحاً منه 320 هو:",
            "options": [
                "1914",
                "1814",
                "1864",
                "1714"
            ],
            "answer": "1814"
        },
        {
            "id": "huge_41625",
            "question": "سؤال ذكاء: ضعف الرقم 1276 مطروحاً منه 398 هو:",
            "options": [
                "2054",
                "2204",
                "2254",
                "2154"
            ],
            "answer": "2154"
        },
        {
            "id": "huge_41627",
            "question": "سؤال ذكاء: ضعف الرقم 1384 مطروحاً منه 388 هو:",
            "options": [
                "2380",
                "2280",
                "2480",
                "2430"
            ],
            "answer": "2380"
        },
        {
            "id": "huge_41628",
            "question": "سؤال ذكاء: ضعف الرقم 1033 مطروحاً منه 374 هو:",
            "options": [
                "1592",
                "1792",
                "1742",
                "1692"
            ],
            "answer": "1692"
        },
        {
            "id": "huge_41630",
            "question": "سؤال ذكاء: ضعف الرقم 1330 مطروحاً منه 382 هو:",
            "options": [
                "2378",
                "2278",
                "2178",
                "2328"
            ],
            "answer": "2278"
        },
        {
            "id": "huge_41631",
            "question": "سؤال ذكاء: ضعف الرقم 1324 مطروحاً منه 388 هو:",
            "options": [
                "2160",
                "2310",
                "2260",
                "2360"
            ],
            "answer": "2260"
        },
        {
            "id": "huge_41632",
            "question": "سؤال ذكاء: ضعف الرقم 1409 مطروحاً منه 288 هو:",
            "options": [
                "2580",
                "2430",
                "2630",
                "2530"
            ],
            "answer": "2530"
        },
        {
            "id": "huge_41634",
            "question": "سؤال ذكاء: ضعف الرقم 1378 مطروحاً منه 201 هو:",
            "options": [
                "2455",
                "2605",
                "2555",
                "2655"
            ],
            "answer": "2555"
        },
        {
            "id": "huge_41635",
            "question": "سؤال ذكاء: ضعف الرقم 1197 مطروحاً منه 484 هو:",
            "options": [
                "1960",
                "1910",
                "1810",
                "2010"
            ],
            "answer": "1910"
        },
        {
            "id": "huge_41636",
            "question": "سؤال ذكاء: ضعف الرقم 1328 مطروحاً منه 366 هو:",
            "options": [
                "2290",
                "2390",
                "2340",
                "2190"
            ],
            "answer": "2290"
        },
        {
            "id": "huge_41637",
            "question": "سؤال ذكاء: ضعف الرقم 1353 مطروحاً منه 346 هو:",
            "options": [
                "2460",
                "2410",
                "2360",
                "2260"
            ],
            "answer": "2360"
        },
        {
            "id": "huge_41640",
            "question": "سؤال ذكاء: ضعف الرقم 1495 مطروحاً منه 118 هو:",
            "options": [
                "2872",
                "2972",
                "2772",
                "2922"
            ],
            "answer": "2872"
        },
        {
            "id": "huge_41641",
            "question": "سؤال ذكاء: ضعف الرقم 1091 مطروحاً منه 430 هو:",
            "options": [
                "1652",
                "1752",
                "1852",
                "1802"
            ],
            "answer": "1752"
        },
        {
            "id": "huge_41643",
            "question": "سؤال ذكاء: ضعف الرقم 1418 مطروحاً منه 209 هو:",
            "options": [
                "2727",
                "2527",
                "2677",
                "2627"
            ],
            "answer": "2627"
        },
        {
            "id": "huge_41644",
            "question": "سؤال ذكاء: ضعف الرقم 1148 مطروحاً منه 159 هو:",
            "options": [
                "2187",
                "2237",
                "2037",
                "2137"
            ],
            "answer": "2137"
        },
        {
            "id": "huge_41645",
            "question": "سؤال ذكاء: ضعف الرقم 1002 مطروحاً منه 288 هو:",
            "options": [
                "1766",
                "1716",
                "1616",
                "1816"
            ],
            "answer": "1716"
        },
        {
            "id": "huge_41646",
            "question": "سؤال ذكاء: ضعف الرقم 1291 مطروحاً منه 487 هو:",
            "options": [
                "2095",
                "2195",
                "2145",
                "1995"
            ],
            "answer": "2095"
        },
        {
            "id": "huge_41647",
            "question": "سؤال ذكاء: ضعف الرقم 1227 مطروحاً منه 426 هو:",
            "options": [
                "2128",
                "2028",
                "2078",
                "1928"
            ],
            "answer": "2028"
        },
        {
            "id": "huge_41648",
            "question": "سؤال ذكاء: ضعف الرقم 1106 مطروحاً منه 132 هو:",
            "options": [
                "2080",
                "2130",
                "1980",
                "2180"
            ],
            "answer": "2080"
        },
        {
            "id": "huge_41649",
            "question": "سؤال ذكاء: ضعف الرقم 1133 مطروحاً منه 457 هو:",
            "options": [
                "1809",
                "1909",
                "1709",
                "1859"
            ],
            "answer": "1809"
        },
        {
            "id": "huge_41650",
            "question": "سؤال ذكاء: ضعف الرقم 1040 مطروحاً منه 161 هو:",
            "options": [
                "1969",
                "2019",
                "1919",
                "1819"
            ],
            "answer": "1919"
        },
        {
            "id": "huge_41651",
            "question": "سؤال ذكاء: ضعف الرقم 1237 مطروحاً منه 408 هو:",
            "options": [
                "2066",
                "2166",
                "2116",
                "1966"
            ],
            "answer": "2066"
        },
        {
            "id": "huge_41653",
            "question": "سؤال ذكاء: ضعف الرقم 1479 مطروحاً منه 455 هو:",
            "options": [
                "2403",
                "2503",
                "2603",
                "2553"
            ],
            "answer": "2503"
        },
        {
            "id": "huge_41654",
            "question": "سؤال ذكاء: ضعف الرقم 1211 مطروحاً منه 481 هو:",
            "options": [
                "1841",
                "2041",
                "1941",
                "1991"
            ],
            "answer": "1941"
        },
        {
            "id": "huge_41655",
            "question": "سؤال ذكاء: ضعف الرقم 1139 مطروحاً منه 315 هو:",
            "options": [
                "1963",
                "2013",
                "2063",
                "1863"
            ],
            "answer": "1963"
        },
        {
            "id": "huge_41660",
            "question": "سؤال ذكاء: ضعف الرقم 1283 مطروحاً منه 275 هو:",
            "options": [
                "2191",
                "2341",
                "2291",
                "2391"
            ],
            "answer": "2291"
        },
        {
            "id": "huge_41665",
            "question": "سؤال ذكاء: ضعف الرقم 1167 مطروحاً منه 111 هو:",
            "options": [
                "2123",
                "2323",
                "2273",
                "2223"
            ],
            "answer": "2223"
        },
        {
            "id": "huge_41666",
            "question": "سؤال ذكاء: ضعف الرقم 1392 مطروحاً منه 120 هو:",
            "options": [
                "2764",
                "2664",
                "2714",
                "2564"
            ],
            "answer": "2664"
        },
        {
            "id": "huge_41669",
            "question": "سؤال ذكاء: ضعف الرقم 1398 مطروحاً منه 263 هو:",
            "options": [
                "2533",
                "2583",
                "2433",
                "2633"
            ],
            "answer": "2533"
        },
        {
            "id": "huge_41670",
            "question": "سؤال ذكاء: ضعف الرقم 1240 مطروحاً منه 481 هو:",
            "options": [
                "1999",
                "2099",
                "2049",
                "1899"
            ],
            "answer": "1999"
        },
        {
            "id": "huge_41672",
            "question": "سؤال ذكاء: ضعف الرقم 1197 مطروحاً منه 114 هو:",
            "options": [
                "2330",
                "2180",
                "2380",
                "2280"
            ],
            "answer": "2280"
        },
        {
            "id": "huge_41673",
            "question": "سؤال ذكاء: ضعف الرقم 1456 مطروحاً منه 143 هو:",
            "options": [
                "2669",
                "2869",
                "2769",
                "2819"
            ],
            "answer": "2769"
        },
        {
            "id": "huge_41674",
            "question": "سؤال ذكاء: ضعف الرقم 1335 مطروحاً منه 257 هو:",
            "options": [
                "2463",
                "2313",
                "2413",
                "2513"
            ],
            "answer": "2413"
        },
        {
            "id": "huge_41676",
            "question": "سؤال ذكاء: ضعف الرقم 1339 مطروحاً منه 476 هو:",
            "options": [
                "2102",
                "2202",
                "2252",
                "2302"
            ],
            "answer": "2202"
        },
        {
            "id": "huge_41677",
            "question": "سؤال ذكاء: ضعف الرقم 1146 مطروحاً منه 422 هو:",
            "options": [
                "1970",
                "1920",
                "1770",
                "1870"
            ],
            "answer": "1870"
        },
        {
            "id": "huge_41678",
            "question": "سؤال ذكاء: ضعف الرقم 1256 مطروحاً منه 296 هو:",
            "options": [
                "2116",
                "2266",
                "2216",
                "2316"
            ],
            "answer": "2216"
        },
        {
            "id": "huge_41681",
            "question": "سؤال ذكاء: ضعف الرقم 1187 مطروحاً منه 431 هو:",
            "options": [
                "1943",
                "1993",
                "1843",
                "2043"
            ],
            "answer": "1943"
        },
        {
            "id": "huge_41684",
            "question": "سؤال ذكاء: ضعف الرقم 1412 مطروحاً منه 456 هو:",
            "options": [
                "2418",
                "2368",
                "2268",
                "2468"
            ],
            "answer": "2368"
        },
        {
            "id": "huge_41685",
            "question": "سؤال ذكاء: ضعف الرقم 1259 مطروحاً منه 382 هو:",
            "options": [
                "2186",
                "2236",
                "2036",
                "2136"
            ],
            "answer": "2136"
        },
        {
            "id": "huge_41688",
            "question": "سؤال ذكاء: ضعف الرقم 1425 مطروحاً منه 424 هو:",
            "options": [
                "2476",
                "2426",
                "2326",
                "2526"
            ],
            "answer": "2426"
        },
        {
            "id": "huge_41691",
            "question": "سؤال ذكاء: ضعف الرقم 1004 مطروحاً منه 376 هو:",
            "options": [
                "1532",
                "1682",
                "1632",
                "1732"
            ],
            "answer": "1632"
        },
        {
            "id": "huge_41692",
            "question": "سؤال ذكاء: ضعف الرقم 1189 مطروحاً منه 485 هو:",
            "options": [
                "1993",
                "1943",
                "1793",
                "1893"
            ],
            "answer": "1893"
        },
        {
            "id": "huge_41697",
            "question": "سؤال ذكاء: ضعف الرقم 1242 مطروحاً منه 351 هو:",
            "options": [
                "2033",
                "2183",
                "2133",
                "2233"
            ],
            "answer": "2133"
        },
        {
            "id": "huge_41698",
            "question": "سؤال ذكاء: ضعف الرقم 1295 مطروحاً منه 428 هو:",
            "options": [
                "2062",
                "2262",
                "2162",
                "2212"
            ],
            "answer": "2162"
        },
        {
            "id": "v2_64000",
            "question": "من حصل على جائزة نوبل في الفيزياء 1921؟",
            "options": [
                "نيلسون مانديلا",
                "باراك أوباما",
                "ألبرت أينشتاين",
                "أنور السادات"
            ],
            "answer": "ألبرت أينشتاين"
        },
        {
            "id": "v2_64001",
            "question": "من حصل على جائزة نوبل في الأدب 1988؟",
            "options": [
                "ماري كوري وبيير كوري",
                "ماري كوري",
                "نجيب محفوظ",
                "أنور السادات"
            ],
            "answer": "نجيب محفوظ"
        },
        {
            "id": "v2_64002",
            "question": "من حصل على جائزة نوبل في السلام 1978؟",
            "options": [
                "ماري كوري",
                "أنور السادات",
                "ملالا يوسفزي",
                "ياسر عرفات"
            ],
            "answer": "أنور السادات"
        },
        {
            "id": "v2_64003",
            "question": "من حصل على جائزة نوبل في الكيمياء 1911؟",
            "options": [
                "ياسر عرفات",
                "ماري كوري",
                "أنور السادات",
                "نجيب محفوظ"
            ],
            "answer": "ماري كوري"
        },
        {
            "id": "v2_64004",
            "question": "من حصل على جائزة نوبل في الفيزياء 1903؟",
            "options": [
                "نيلسون مانديلا",
                "باراك أوباما",
                "ماري كوري وبيير كوري",
                "ألبرت أينشتاين"
            ],
            "answer": "ماري كوري وبيير كوري"
        },
        {
            "id": "v2_64005",
            "question": "من حصل على جائزة نوبل في الأدب 2016؟",
            "options": [
                "مارتن لوثر كينغ",
                "بوب ديلان",
                "ماري كوري",
                "ياسر عرفات"
            ],
            "answer": "بوب ديلان"
        },
        {
            "id": "v2_64006",
            "question": "من حصل على جائزة نوبل في السلام 1964؟",
            "options": [
                "ماري كوري وبيير كوري",
                "مارتن لوثر كينغ",
                "نيلسون مانديلا",
                "ياسر عرفات"
            ],
            "answer": "مارتن لوثر كينغ"
        },
        {
            "id": "v2_64007",
            "question": "ما هو/هي أكبر دولة عربية مساحة؟",
            "options": [
                "خندق ماريانا",
                "مصر",
                "الفهد",
                "الجزائر"
            ],
            "answer": "الجزائر"
        },
        {
            "id": "v2_64008",
            "question": "ما هو/هي أصغر دولة عربية مساحة؟",
            "options": [
                "الهيدروجين",
                "الكبد",
                "عظمة الفخذ",
                "البحرين"
            ],
            "answer": "البحرين"
        },
        {
            "id": "v2_64009",
            "question": "ما هو/هي أكثر دولة عربية سكاناً؟",
            "options": [
                "مصر",
                "الكبد",
                "غرينلاند",
                "عضلة الفك"
            ],
            "answer": "مصر"
        },
        {
            "id": "v2_64010",
            "question": "ما هو/هي أكبر جزيرة في العالم؟",
            "options": [
                "غرينلاند",
                "الدلفين",
                "الفهد",
                "عظمة الركاب"
            ],
            "answer": "غرينلاند"
        },
        {
            "id": "v2_64011",
            "question": "ما هو/هي أطول سور في العالم؟",
            "options": [
                "سور الصين العظيم",
                "الهيدروجين",
                "الجزائر",
                "الكبد"
            ],
            "answer": "سور الصين العظيم"
        },
        {
            "id": "v2_64012",
            "question": "ما هو/هي أقدم جامعة في العالم؟",
            "options": [
                "جامعة القرويين",
                "الدلفين",
                "الفهد",
                "خندق ماريانا"
            ],
            "answer": "جامعة القرويين"
        },
        {
            "id": "v2_64013",
            "question": "ما هو/هي أعمق نقطة في المحيط؟",
            "options": [
                "الهيدروجين",
                "عظمة الركاب",
                "الفهد",
                "خندق ماريانا"
            ],
            "answer": "خندق ماريانا"
        },
        {
            "id": "v2_64014",
            "question": "ما هو/هي أكثر عنصر في الكون؟",
            "options": [
                "الحوت الأزرق",
                "الزرافة",
                "الهيدروجين",
                "خندق ماريانا"
            ],
            "answer": "الهيدروجين"
        },
        {
            "id": "v2_64015",
            "question": "ما هو/هي أسرع حيوان بري؟",
            "options": [
                "عظمة الفخذ",
                "الفهد",
                "مصر",
                "غرينلاند"
            ],
            "answer": "الفهد"
        },
        {
            "id": "v2_64016",
            "question": "ما هو/هي أكبر حيوان على الأرض؟",
            "options": [
                "خندق ماريانا",
                "عظمة الفخذ",
                "الحوت الأزرق",
                "الجزائر"
            ],
            "answer": "الحوت الأزرق"
        },
        {
            "id": "v2_64017",
            "question": "ما هو/هي أطول حيوان؟",
            "options": [
                "خندق ماريانا",
                "الدلفين",
                "الزرافة",
                "جامعة القرويين"
            ],
            "answer": "الزرافة"
        },
        {
            "id": "v2_64018",
            "question": "ما هو/هي أذكى الحيوانات؟",
            "options": [
                "مصر",
                "الدلفين",
                "جامعة القرويين",
                "عظمة الركاب"
            ],
            "answer": "الدلفين"
        },
        {
            "id": "v2_64019",
            "question": "ما هو/هي أقوى عضلة في الجسم؟",
            "options": [
                "الحوت الأزرق",
                "الزرافة",
                "الدلفين",
                "عضلة الفك"
            ],
            "answer": "عضلة الفك"
        },
        {
            "id": "v2_64020",
            "question": "ما هو/هي أكبر غدة في الجسم؟",
            "options": [
                "الدلفين",
                "غرينلاند",
                "الكبد",
                "الحوت الأزرق"
            ],
            "answer": "الكبد"
        },
        {
            "id": "v2_64021",
            "question": "ما هو/هي أطول عظمة في الجسم؟",
            "options": [
                "الكبد",
                "خندق ماريانا",
                "عظمة الفخذ",
                "سور الصين العظيم"
            ],
            "answer": "عظمة الفخذ"
        },
        {
            "id": "v2_64022",
            "question": "ما هو/هي أقصر عظمة في الجسم؟",
            "options": [
                "عظمة الركاب",
                "الكبد",
                "الزرافة",
                "الدلفين"
            ],
            "answer": "عظمة الركاب"
        },
        {
            "id": "v2_64023",
            "question": "من هو مؤسس فيسبوك؟",
            "options": [
                "ستيف جوبز",
                "مارك زوكربيرغ",
                "لاري بيج وسيرغي برين",
                "جيف بيزوس"
            ],
            "answer": "مارك زوكربيرغ"
        },
        {
            "id": "v2_64024",
            "question": "من هو مؤسس مايكروسوفت؟",
            "options": [
                "جيف بيزوس",
                "ستيف جوبز",
                "بيل غيتس",
                "غيدو فان روسوم"
            ],
            "answer": "بيل غيتس"
        },
        {
            "id": "v2_64025",
            "question": "من هو مؤسس أبل؟",
            "options": [
                "إيلون ماسك",
                "لينوس تورفالدز",
                "ستيف جوبز",
                "مارك زوكربيرغ"
            ],
            "answer": "ستيف جوبز"
        },
        {
            "id": "v2_64026",
            "question": "من هو مؤسس أمازون؟",
            "options": [
                "جاك دورسي",
                "تيم بيرنرز لي",
                "جيف بيزوس",
                "غيدو فان روسوم"
            ],
            "answer": "جيف بيزوس"
        },
        {
            "id": "v2_64027",
            "question": "من هو مؤسس تسلا؟",
            "options": [
                "لاري بيج وسيرغي برين",
                "مارك زوكربيرغ",
                "بيل غيتس",
                "إيلون ماسك"
            ],
            "answer": "إيلون ماسك"
        },
        {
            "id": "v2_64028",
            "question": "من هو مؤسس غوغل؟",
            "options": [
                "جاك دورسي",
                "لاري بيج وسيرغي برين",
                "لينوس تورفالدز",
                "غيدو فان روسوم"
            ],
            "answer": "لاري بيج وسيرغي برين"
        },
        {
            "id": "v2_64029",
            "question": "من هو مؤسس تويتر؟",
            "options": [
                "جاك دورسي",
                "تيم بيرنرز لي",
                "بيل غيتس",
                "لينوس تورفالدز"
            ],
            "answer": "جاك دورسي"
        },
        {
            "id": "v2_64030",
            "question": "من هو مخترع الويب؟",
            "options": [
                "لاري بيج وسيرغي برين",
                "ستيف جوبز",
                "تيم بيرنرز لي",
                "جاك دورسي"
            ],
            "answer": "تيم بيرنرز لي"
        },
        {
            "id": "v2_64031",
            "question": "من هو مخترع لغة بايثون؟",
            "options": [
                "غيدو فان روسوم",
                "جاك دورسي",
                "تيم بيرنرز لي",
                "إيلون ماسك"
            ],
            "answer": "غيدو فان روسوم"
        },
        {
            "id": "v2_64032",
            "question": "من هو مخترع لينكس؟",
            "options": [
                "جيف بيزوس",
                "جاك دورسي",
                "لينوس تورفالدز",
                "ستيف جوبز"
            ],
            "answer": "لينوس تورفالدز"
        },
        {
            "id": "v2_64033",
            "question": "ما هو/هي أقرب مجرة لنا؟",
            "options": [
                "4.6 مليار سنة",
                "13.8 مليار سنة",
                "365.25 يوم",
                "مجرة أندروميدا"
            ],
            "answer": "مجرة أندروميدا"
        },
        {
            "id": "v2_64035",
            "question": "ما هو/هي أكبر بركان في المجموعة الشمسية؟",
            "options": [
                "13.8 مليار سنة",
                "أوليمبوس مونس على المريخ",
                "غانيميد",
                "365.25 يوم"
            ],
            "answer": "أوليمبوس مونس على المريخ"
        },
        {
            "id": "v2_64036",
            "question": "ما هو/هي عمر الكون التقريبي؟",
            "options": [
                "365.25 يوم",
                "مجرة أندروميدا",
                "غانيميد",
                "13.8 مليار سنة"
            ],
            "answer": "13.8 مليار سنة"
        },
        {
            "id": "v2_64037",
            "question": "ما هو/هي عمر الشمس؟",
            "options": [
                "مجرة أندروميدا",
                "365.25 يوم",
                "4.6 مليار سنة",
                "أوليمبوس مونس على المريخ"
            ],
            "answer": "4.6 مليار سنة"
        },
        {
            "id": "v2_64038",
            "question": "ما هو/هي المسافة بين الأرض والقمر؟",
            "options": [
                "13.8 مليار سنة",
                "8",
                "384,400 كم",
                "غانيميد"
            ],
            "answer": "384,400 كم"
        },
        {
            "id": "v2_64039",
            "question": "ما هو/هي المسافة بين الأرض والشمس؟",
            "options": [
                "13.8 مليار سنة",
                "غانيميد",
                "150 مليون كم",
                "384,400 كم"
            ],
            "answer": "150 مليون كم"
        },
        {
            "id": "v2_64040",
            "question": "ما هو/هي سرعة دوران الأرض حول نفسها؟",
            "options": [
                "8",
                "150 مليون كم",
                "غانيميد",
                "1670 كم/ساعة"
            ],
            "answer": "1670 كم/ساعة"
        },
        {
            "id": "v2_64041",
            "question": "ما هو/هي مدة دوران الأرض حول الشمس؟",
            "options": [
                "150 مليون كم",
                "384,400 كم",
                "13.8 مليار سنة",
                "365.25 يوم"
            ],
            "answer": "365.25 يوم"
        },
        {
            "id": "cultv2_200066",
            "question": "كم تبلغ فترة الحمل تقريباً لدى إناث الفيل؟",
            "options": [
                "22 شهراً",
                "9 أشهر",
                "15 شهراً",
                "11 شهراً"
            ],
            "answer": "22 شهراً"
        },
        {
            "id": "cultv2_200067",
            "question": "كم تبلغ فترة الحمل تقريباً لدى إناث الحوت الأزرق؟",
            "options": [
                "11 شهراً",
                "22 شهراً",
                "13 شهراً",
                "40 يوماً"
            ],
            "answer": "11 شهراً"
        },
        {
            "id": "cultv2_200068",
            "question": "كم تبلغ فترة الحمل تقريباً لدى إناث الزرافة؟",
            "options": [
                "13 شهراً",
                "22 شهراً",
                "5 أشهر",
                "15 شهراً"
            ],
            "answer": "15 شهراً"
        },
        {
            "id": "cultv2_200069",
            "question": "كم تبلغ فترة الحمل تقريباً لدى إناث الجمل؟",
            "options": [
                "13 شهراً",
                "40 يوماً",
                "شهران",
                "15 شهراً"
            ],
            "answer": "13 شهراً"
        },
        {
            "id": "cultv2_200070",
            "question": "كم تبلغ فترة الحمل تقريباً لدى إناث القط؟",
            "options": [
                "40 يوماً",
                "شهران",
                "22 شهراً",
                "9 أشهر"
            ],
            "answer": "شهران"
        }
    ]
};